[
  {
    "title": "An analysis of the causes and circumstances of flood disaster deaths",
    "authors": [
      "Jonkman",
      "Kelman"
    ],
    "year": 2005,
    "type": "journal",
    "source": "Disasters",
    "keywords": null,
    "abstract": "The objective of this paper is to investigate and to improve understanding of the causes and circumstances of flood disaster deaths. A standardised method of classfiying flood deaths is proposed and the difficulties associated with comparing and assessing existing information on flood deaths are discussed. Thirteen flood cases from Europe and the United States, resulting in 247 flood disaster fatalities, were analysed and taken as indicative of flood disaster deaths. Approximately two-thirds of the deaths occurred through drowning. Thus, a substantial number of flood disaster fatalities are not related to drowning. Furthermore, males are highly vulnerable to dying infloods and unnecessary risk-taking behaviour contributes significantly to flood disaster deaths. Based on these results, recommendations are made to prevent loss of life in floods. To provide a more solid basis for the formulation of prevention strategies, better systematic recording of flood fatalities is suggested, especially those caused by different types of floods in all countries. © Overseas Development Institute, 2005."
  },
  {
    "title": "Smart Home Security Solutions using Facial Authentication and Speaker Recognition through Artificial Neural Networks",
    "authors": [
      "Saxena",
      "Varshney"
    ],
    "year": 2021,
    "type": "journal",
    "source": "International Journal of Cognitive Computing in Engineering",
    "keywords": null,
    "abstract": "In this paper, a holistic solution for Smart Home Security is implemented which helps in improving privacy and security using two independent and emerging technologies of facial authentication and speech recognition. With the help of the proposed application, the user will be able to monitor his home through his mobile phone/tablet/PC. This method involves facial recognition by taking a real-time feed of the person at the door and then analysis of the live feed is carried out where the face recognised is authenticated with the data of owners in the database which matches the face to a name. Speech recognition has been used to doubly check the output of facial authentication. The entire process is carried out with the help of neural networks. If there's an unauthorized person at the door, an alert will be triggered and the owner will get a notification of this unauthorized access and would get to choose whether they want to add the person to their database or not. The overall accuracy of the proposed model is 82.71% with an accuracy of 87.5 % for Facial Authentication and 84.62 % for Speaker Authentication. Along with this, the main novelty for the research is to identify faces through masks which will help to properly verify the identity of the person and would prove to be beneficial not only in the current COVID-19 scenario but also in cases of thefts and burglaries by alerting the owner about the anomaly. Thus this smart security system can be extended to applications like banks, malls, offices, etc., and shall not be limited to only homes."
  },
  {
    "title": "Consumer attitude towards sustainability of fast fashion products in the uk",
    "authors": [
      "Zhang",
      "Zhang",
      "Zhou"
    ],
    "year": 2021,
    "type": "journal",
    "source": "Sustainability (Switzerland)",
    "keywords": null,
    "abstract": "This paper attempts to provide an up-to-date depiction and analysis of the consumer’s attitude towards sustainability of fast fashion products in the UK. Four related strands of literature are reviewed to establish a tri-component model of attitude (ABC), i.e., Affective, Behavioural and Cognitive. A wide set of determinants for attitude is identified, including income, price, gender, culture, religion, age, etc. Based on this conceptual framework, an online questionnaire is designed and sent to university students and alumni in the UK, returning 128 valid responses. Both descriptive statistics and regression analysis (oprobit) are employed to shed light on the three components of attitude towards sustainability. It is found that cognitive and behavioural components converge across cultures and religions, but the affective component remains significantly diverse. Employment status contributes to the awareness, decision and feeling of sustainability features, but gender only matters for purchase decisions. In general, there is an improved cognitive and affective awareness of sustainability, but this does not automatically translate to purchase behaviour. Policy interventions like taxes and subsidies are still needed to foster sustainability in the fast fashion industry."
  },
  {
    "title": "Floods have become less deadly: an analysis of global flood fatalities 1975–2022",
    "authors": [
      "Jonkman",
      "Curran",
      "Bouwer"
    ],
    "year": 2024,
    "type": "journal",
    "source": "Natural Hazards",
    "keywords": null,
    "abstract": "Floods are amongst the most frequent disasters in terms of human and economic impacts. This study provides new insights into the frequency of loss of life at the global scale, mortality fractions of the population exposed to floods, and underlying trends. A dataset is compiled based on the EM-DAT disaster database covering the period 1975 until 2022, extending previous studies on this topic. Flood impact data are analysed over spatial, temporal and economic scales, decomposed in various flood types and compared with other natural disasters. Floods are the most frequent natural disasters up to 1000 fatalities, and flash floods lead to the highest mortality fractions per event, i.e. the number of deaths in an event relative to the exposed population. Despite population growth and increasing flood hazards, the average number of fatalities per event has declined over time. Mortality fractions per event have decreased over time for middle- and high-middle-income countries, but increased for low-income countries. This highlights the importance of continuing and expanding risk reduction and adaptation efforts."
  },
  {
    "title": "Investigating the non-linear impacts of seven types of natural disasters on inbound tourism: Insights from the EM-DAT database",
    "authors": [
      "Biardeau",
      "Sahli"
    ],
    "year": 2024,
    "type": "journal",
    "source": "Tourism Economics",
    "keywords": null,
    "abstract": "The growing frequency and intensity of disasters due to climate change present considerable risks for tourist destinations, necessitating comprehensive research on their economic impacts. This study investigates the contemporaneous dose-response relationship between natural disasters and inbound tourism by estimating a flexible binned regression model. The analysis is conducted in a panel data setting from 1995 to 2019, spanning over 150 countries and accounting for the impact of more than 8,300 individual disasters from seven distinct categories. Examining seven natural disaster types (earthquakes, epidemics, extreme temperature events, floods, landslides, storms and wildfires) and five disaster impact metrics reflecting their human and economic impacts, the analysis reveals that increased disaster impact, except for earthquakes, correlates with reduced levels of tourist arrivals and travel expenditure. The paper provides valuable insights into the relationship between disasters, climate change, and tourism economics, informing disaster mitigation strategies and broader climate change assessments for tourism sector policy and decision-makers."
  },
  {
    "title": "Towards Design Guidelines for IoT Applications considering Elderly Users",
    "authors": [
      "Rodrigues",
      "Fortes",
      "Rodrigues"
    ],
    "year": 2023,
    "type": "conference_proceedings",
    "source": "ACM International Conference Proceeding Series",
    "keywords": null,
    "abstract": "The Internet of Things (IoT) has become a relevant topic in Human-Computer Interaction (HCI), as it has introduced a new technological paradigm capable of transforming how people experience and use technology. Despite the significant growth in the number of connected devices in IoT scenarios, not all users have the same ability to benefit from this technology. Population aging is a global phenomenon that occurs at an accelerated pace. Thus, elderly users (60+) also must be able to use technologies like IoT. In this regard, design guidelines play a crucial role. Therefore, in this paper, we have established a set of guidelines to support designers and developers in constructing IoT solutions, focusing on elderly users and considering requirements such as usability and accessibility. The guidelines were created following several steps, namely: literature review, interviews with elderly users and companies, expert evaluation steps, and conducting a proof of concept. The guidelines were subjected to cycles of evaluations and refinements that resulted in new versions of the set. The results of the evaluations showed that the current version of the guidelines (version 2.1) supports the development of IoT applications since developers, when using them, consider accessibility and usability issues more effectively for elders."
  },
  {
    "title": "Global Risks Report 2024 | World Economic Forum",
    "authors": [
      "World Economic Forum",
      "Saadia Zahidi"
    ],
    "year": 2024,
    "type": "web_page",
    "source": null,
    "keywords": null,
    "abstract": null
  },
  {
    "title": "Environmental Impact of Footwear Using Life Cycle Assessment—Case Study of Professional Footwear",
    "authors": [
      "Sinha",
      "Sadat",
      "Sayem",
      "Majumdar",
      "Boggia",
      "Bodoga",
      "Nistorac",
      "Loghin",
      "Isopescu"
    ],
    "year": 2024,
    "type": "journal",
    "source": "Sustainability 2024, Vol. 16, Page 6094",
    "keywords": [
      "carbon footprint",
      "cradle",
      "environmental management",
      "grave approach",
      "sustainability",
      "to"
    ],
    "abstract": "Life cycle assessment (LCA) is a method for assessing the environmental impact of a product, activity, or system across all the stages of its life cycle. LCA can identify the activities with a major impact on the environment throughout the life cycle of a product. To analyze the environmental implications of footwear, the LCA was applied to a pair of shoes designed for professional use. In this paper, the impact of a single pair of shoes was studied. Every year, footwear production worldwide is over 22 billion pairs, which has a significant impact on the environment. In this case study, the “cradle-to-grave” approach was used, which refers to all the activities involved in the life cycle of a footwear product, starting from raw material extraction, manufacturing, use, maintenance, and, in the end, disposal. The LCA was conducted using the SimaPro software. The environmental impact assessment of the analyzed shoe needed the acquisition of two crucial datasets. Background inventory data were sourced from the Ecoinvent database (version 3.3). The impact was quantified using the Global Warming Potential (GWP) metric, which calculates the contribution of emissions to global warming over a 100-year time limit according to the established values provided by the Intergovernmental Panel on Climate Change (IPCC). The impact of greenhouse gas (GHG) emissions was measured in relative carbon dioxide equivalents (kg CO2eq) to facilitate a standardized comparison. The results show that the total carbon footprint for a pair of safety boots is 18.65 kg of CO2eq with the “component manufacture” stage as a major contributor accumulating almost 80%."
  },
  {
    "title": "Frequency Shift Chirp Modulation: The LoRa Modulation",
    "authors": [
      "Vangelista"
    ],
    "year": 2017,
    "type": "journal",
    "source": "IEEE Signal Processing Letters",
    "keywords": null,
    "abstract": "Low power wide area networks (LPWAN) are emerging as a new paradigm, especially in the field of Internet of Things (IoT) connectivity. LoRa is one of the LPWAN and it is gaining quite a lot of commercial traction. The modulation underlying LoRa is patented and has never been described theoretically. The aim of this letter is to give the first rigorous mathematical signal processing description of the modulation and demodulation processes. We provide as well a theoretical derivation of the optimum receiver entailing a low-complexity demodulation process, resorting to the Fast Fourier Transform. We compare then the performance of the LoRa modulation and the frequency-shift keying modulation both in an additive white gaussian noise channel and a frequency selective channel, showing the superiority of the LoRa modulation in the frequency selective channel. The results of this letter will enable a further assessment of the LoRa based networks, much more rigorous than what has been done until now."
  },
  {
    "title": "Internet of things enabled parking management system using long range wide area network for smart city",
    "authors": [
      "Jabbar",
      "Tiew",
      "Ali Shah"
    ],
    "year": 2024,
    "type": "journal",
    "source": "Internet of Things and Cyber-Physical Systems",
    "keywords": null,
    "abstract": "As the Internet of Things (IoT) evolves, it paves the way for vital smart city applications, with the Smart Parking Management System (SPMS) standing as a prime example. This research introduces a novel IoT-driven SPMS that leverages Long Range Wide Area Network (LoRaWAN) technology, termed as IoT-SPMS-LoRaWAN, to surmount typical restrictions related to communication range, energy usage, and implementation cost seen in traditional systems. IoT-SPMS-LoRaWAN features intelligent sensing nodes that incorporate an Arduino UNO microcontroller and two sensors—a triaxial magnetic sensor and a waterproof ultrasonic sensor. These components collaboratively detect vehicle occupancy and transmit this data to the server via a LoRaWAN gateway. Notably, the integration of LoRa technology enables extensive network coverage and energy efficiency. Users are provided with real-time updates on parking availability via the accessible AllThingsTalk Maker graphical user interface. Additionally, the system operates independently, sustained by a solar-powered rechargeable battery. Practical testing of IoT-SPMS-LoRaWAN under various scenarios validates its merits in terms of functionality, ease of use, reliable data transmission, and precision. Its urban implementation is expected to alleviate traffic congestion, optimize parking utilization, and elevate awareness about available parking spaces among users. Primarily, this study enriches the realm of smart city solutions by enhancing the efficiency of parking management and user experience via IoT."
  },
  {
    "title": "Analysis and Simulation of LoRaWAN LR-FHSS for Direct-to-Satellite Scenario",
    "authors": [
      "Ullah",
      "Mikhaylov",
      "Alves"
    ],
    "year": 2022,
    "type": "journal",
    "source": "IEEE Wireless Communications Letters",
    "keywords": null,
    "abstract": "Long Range-Frequency Hopping Spread Spectrum (LR-FHSS) has been recently introduced into the LoRaWAN protocol specification to increase network capacity and collision robustness, and enable direct connectivity between machine devices and the Low Earth Orbit (LEO) satellites. In this letter, we first construct the analytical and simulation models for packet delivery over LR-FHSS from ground nodes to a LEO satellite, and then use the developed analytic and simulation models to generate the numerical results. Our results reveal the potential feasibility of large-scale networks, demonstrate some trade-offs between the two new LR-FHSS-based data rates for the EU region, and reveal the key reasons for packet losses."
  },
  {
    "title": "Enabling mMTC in Remote Areas: LoRaWAN and LEO Satellite Integration for Offshore Wind Farm Monitoring",
    "authors": [
      "Ullah",
      "Mikhaylov",
      "Alves"
    ],
    "year": 2022,
    "type": "journal",
    "source": "IEEE Transactions on Industrial Informatics",
    "keywords": null,
    "abstract": "The offshore wind farms are gaining momentum due to their promise to offer sustainable energy with low pollution and greenhouse gas emission. However, despite all the immense technological progress of recent years, the operation in a harsh and hard-to-reach environment remains challenging. According to the reports, each offshore wind turbine requires five maintenance visits a year on average, and the cumulative repair costs constitute around 30% of the turbine's life-cycle expenditure. Motivated by the advancement of massive machine-type connectivity (mMTC) and satellite technologies, in this study, we investigate the potential of these to enable remote monitoring of the offshore wind farms. Specifically, the two alternative architectures are considered. The indirect architecture relies on using a local mMTC gateway (GW) with a backbone over a reliable communication channel (e.g., satellite or wire-based). The direct approach implies the transmission of the data by sensors on the wind turbines directly to the mMTC GW on the low-Earth-orbit satellite. The details of the system design, the alternative implementation strategies, and relevant pros, cons, and tradeoffs are pin-pointed. Finally, we employ simulations using realistic deployment and traffic and advanced propagation and collision models to characterize these two approaches' feasibility and packet delivery probability numerically when implemented over LoRaWAN mMTC technology."
  },
  {
    "title": "A Survey of Enabling Technologies of Low Power and Long Range Machine-to-Machine Communications",
    "authors": [
      "Hai",
      "Abraham",
      "IEEE"
    ],
    "year": 2017,
    "type": "web_page",
    "source": "IEEE COMMUNICATIONS SURVEYS & TUTORIALS, VOL. 19, NO. 4,",
    "keywords": null,
    "abstract": null
  },
  {
    "title": "Effective Communication of Coastal Flood Warnings: Challenges and Recommendations",
    "authors": [
      "Pang",
      "Penney",
      "Wang"
    ],
    "year": 2023,
    "type": "generic",
    "source": "Sustainability (Switzerland)",
    "keywords": null,
    "abstract": "With the increasing risk of coastal flooding facing coastal communities due to climate change, coastal flood warnings (CFWs) are expected to play a critical role in the protection of people and property to ensure communities’ sustainable development. However, as destructive coastal flooding hazards have caused considerable damage in recent years, the effectiveness of coastal flooding warnings could be questioned considering their objective of disaster risk reduction. Here, we deliver a review investigation of the current CFWs in the USA and Canada based on their setup and dissemination, and a case study of two representative coastal flooding events. Through this review, we found that collaboration between multi-level administration regarding CFW mechanisms has the potential to strengthen these mechanisms, improving their efficacy. We also found that CFWs presented in the media often lacked consideration of public acceptance and practicability in their reports, which may have affected the performance of these CFWs. Meanwhile, the technological limitations and uncertain public acceptance may also reduce the CFWs’ effectiveness in application. Accordingly, the media should further consider the understandability of CFW-related reports. Moreover, emergency information channels should be set in both traditional media and social media for accessible use by residents with different customs. Lastly, starting from the normalized prevention of coastal flood disaster, a consensus of crisis awareness should be built with which the social aspects of the defense against coastal flooding can be established for future environmental sustainability."
  },
  {
    "title": "Identifying societal challenges in flood early warning systems",
    "authors": [
      "Perera",
      "Agnihotri",
      "Seidou",
      "Djalante"
    ],
    "year": 2020,
    "type": "journal",
    "source": "International Journal of Disaster Risk Reduction",
    "keywords": null,
    "abstract": "Flood Early Warning Systems (FEWS) are implemented in many parts of the world, but early warnings do not always translate into an emergency response from all individuals at risk. This article examines challenges such as warning communication and community response capabilities. Literature review, global online survey results, and experiential knowledge helped identify cross-cutting issues such as failure to use participatory approaches involving communities and addressing their concerns in warning, insufficient preparedness and response levels of FEWS, inadequate translation of disaster risk reduction (DRR) policies into action at the community level, lack of DRR knowledge and practices among key stakeholders, insufficient gender and social inclusion in all stages of FEWS, gaps in institutional communication and collaboration, and, finally, technical and financial constraints. The paper also discusses the contribution of Civil Society Organizations (CSOs) in addressing the identified challenges and eventually strengthening FEWS locally. CSOs were found to act positively at local level challenges and significantly contribute to addressing them through tailored solutions to community concerns. Such solutions include DRR awareness campaigns to educate the communities and key officials; enhanced communication between vulnerable communities and local authorities; transforming reactive community response that relied on government officials to a risk-informed and self-prepared community response; gender inclusion and diversity in various stages of FEWS; and advocacy campaigns to build resilience to disasters. Eventually, policy-based recommendations that can help to root out the challenges discussed in this study are presented."
  },
  {
    "title": "Crisis communication in a natural disaster: A chaos theory approach",
    "authors": [
      "Purworini",
      "Purnamasari",
      "Hartuti"
    ],
    "year": 2019,
    "type": "journal",
    "source": "Jurnal Komunikasi: Malaysian Journal of Communication",
    "keywords": [
      "Chaos theory",
      "Crisis",
      "Crisis communication",
      "Disaster",
      "Flood"
    ],
    "abstract": "Various studies indicated the need for crisis communications in natural disasters because a disaster can trigger crisis. Disasters that occur in remote areas need a strategised approach and tailored communication plan to suit with the characteristics of the local community. This research uses chaos theory to describe crisis communication and analyses the role of communications during floods in the Klaten region in Indonesia. Flood is often struck in this area. The concepts of chaos theory are analysed during this disaster, such as guidance on the initial conditions, the shock of the situation, the changes of the existing system, and the emergence of a helper. In-depth interviews were conducted with 14 informants from residents in two sub-districts of Klaten and 4 staff in the disaster menagement district office Klaten region (BPBD). The results indicated that although the same catastrophic pattern is observed, people still find it shocking everytime. It was also observed that ideas or strategy to deal with the flood are made spontaneously following the disaster, often in an urgent state. The role of the helper is also very memorable for the community. The communication channel used are informal, face to face and utilising traditional channels. The ability of social media has not been employed by the villagers, particularly the older generation, nevertheless the younger generation could still explore this platform during crisis. Future research can evaluate another important field that appears to be important in disaster communication, which is public diplomacy. This hopefully could explore more asumptions of the chaos theory during disaster."
  },
  {
    "title": "Report of the open-ended intergovernmental expert \nworking group on indicators and terminology relating to \ndisaster risk reduction",
    "authors": [
      "United Nations",
      "Assembly"
    ],
    "year": 2016,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "A/71/644 Seventy-first session Agenda item 19 (c) Sustainable development: disaster risk reduction"
  },
  {
    "title": "Smart living for elderly: Design and human-computer interaction considerations",
    "authors": [
      "Sharma",
      "Nah",
      "Sharma",
      "Katta",
      "Pang",
      "Yong"
    ],
    "year": 2016,
    "type": "conference_proceedings",
    "source": "Lecture Notes in Computer Science (including subseries Lecture Notes in Artificial Intelligence and Lecture Notes in Bioinformatics)",
    "keywords": null,
    "abstract": "To address aging challenges, we examine the concept of smart living and its applications for the elderly. Smart living refers to improving quality of life by transforming environments to become more intelligent and adaptable to users. In this paper, we discuss how smart living applications can help to address the needs of the elderly, as well as the design and human-computer interaction considerations for such applications."
  },
  {
    "title": "Infrastructure failure cascades quintuple risk of storm and flood-induced service disruptions across the globe",
    "authors": [
      "Mühlhofer",
      "Bresch",
      "Koks"
    ],
    "year": 2024,
    "type": "journal",
    "source": "One Earth",
    "keywords": [
      "Critical infrastructure",
      "basic service disruption",
      "failure cascades",
      "floods",
      "healthcare",
      "natural hazards",
      "open-source GIS modeling",
      "power",
      "risk assessment",
      "tropical cyclones"
    ],
    "abstract": "Society is dependent on critical infrastructure that provides basic services such as healthcare, mobility, communications, and power. Severe weather can damage these vital infrastructure assets, disrupting services. Such disruptions can further escalate due to system interdependencies. Although research increasingly evaluates physical risks to infrastructure assets, knowledge on service disruption risks from natural hazard-induced failure cascades across networked infrastructure systems remains limited. Here, we couple an open-source risk model with a complex network-based infrastructure module to simulate spatially explicit service disruptions from 700 historic floods and tropical cyclones in 30 countries. We find that failure cascades account for 64–89% of service disruptions, which also spread beyond the hazard footprint in nearly 3 out of 4 events. Disruption-affected population surpasses estimates of physically affected by up to ten-fold. We demonstrate that knowledge of the effect of infrastructure network designs, population distribution, wealth, and hazard characteristics can help prioritize systemic adaptation strategies over asset-focused ones."
  },
  {
    "title": "Can Smart Home Technologies Help Older Adults Manage Their Chronic Condition? A Systematic Literature Review.",
    "authors": [
      "Facchinetti",
      "Petrucci",
      "Albanesi",
      "De Marinis",
      "Piredda"
    ],
    "year": 2023,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "The management of chronic diseases requires personalized healthcare that allows older adults to manage their diseases at home. This systematic review aimed to describe the smart home technologies used in the management of chronic diseases in older people. A systematic literature review was conducted on four databases and was reported following the PRISMA statement. Nineteen articles were included. The intervention technologies were classified into three groups: smart home, characterized by environmental sensors detecting motion, contact, light, temperature, and humidity; external memory aids, characterized by a partnership between mobile apps and smart home-based activity learning; and hybrid technology, with the integration of multiple technologies, such as devices installed at patients' homes and telemedicine. The health outcomes evaluated are vital signs, medication management, ADL-IADL, mobility, falls, and quality of life. Smart homes show great potential in the management of chronic diseases by favouring the control of exacerbations and increasing patients' safety by providing support in disease management, including support for cognitively impaired older people. The use of smart homes in the community could bring numerous benefits in terms of continuity of care, allowing the constant monitoring of older people by local and hospital health services."
  },
  {
    "title": "Elderly's intention to use technologies: A systematic literature review",
    "authors": [
      "Yap",
      "Tan",
      "Choon"
    ],
    "year": 2022,
    "type": "generic",
    "source": "Heliyon",
    "keywords": null,
    "abstract": "The population aging and an increased life expectancy are widely recognized social changes. Technologies are believed to improve the elderly's daily lives and maintain their health efficiently. Despite the advantage of adopting technologies, the elderly are slower to adopt new technologies compared to younger adults. This paper presents a Systematic Literature Review (SLR) to identify the different antecedents prevailing in the literature on elderly technology adoption. The SLR classifies and analyzes 26 relevant articles on elderly's technology adoption. Our findings revealed that quantitative approach and cross-sectional studies predominate in this field, building fundamentally upon the technology-driven theories. We identify seven categories of antecedents influencing elderly's use of technology, namely, technology, psychological, social, personal, cost, behavior, and environment antecedents. A conceptual framework for elderly's technology adoption and recommendations were presented. Particular attention is given to the need for in depth study for the antecedents, development of new measurement scales and investigation on the effectiveness of the proposed benefits after technology adoption."
  },
  {
    "title": "The promise and perils of private voluntary regulation: Labor standards and work organization in two mexican garment factories",
    "authors": [
      "Locke",
      "Romis"
    ],
    "year": 2010,
    "type": "journal",
    "source": "Review of International Political Economy",
    "keywords": null,
    "abstract": "What role can corporate codes of conduct play in monitoring compliance with international labor standards and improving working conditions in global supply chains? How does this system of private voluntary regulation relate to other strategies and regulatory approaches aimed at promoting just working conditions in global supply chains? This paper explores the potential and limitations of private voluntary regulation through a detailed matched pair case study of two factories supplying Nike, the world's largest athletic footwear and apparel company. These two factories have many similarities - both are in Mexico, both are in the apparel industry, both produce more or less the same products for Nike (and other brands) and both are subject to the same code of conduct. On the surface, both factories appear to have similar employment (i.e. recruitment, training, remuneration) practices and they receive comparable scores when audited by Nike's compliance staff. However, underlying (and somewhat obscured by) these apparent similarities, significant differences in actual labor conditions exist between these two factories. What drives these differences in working conditions? What does this imply for traditional systems of monitoring and codes of conduct? Field research conducted at these two factories reveals that beyond the code of conduct and various monitoring efforts aimed at enforcing it, workplace conditions and labor standards are shaped by very different patterns of work organization and human resource management policies. The promotion of these alternative work/human resources management practices can complement traditional monitoring efforts in ways that promoted improved labor standards. © 2010 Taylor & Francis."
  },
  {
    "title": "Walk the Talk: The Boohoo Case Study",
    "authors": [
      "Nassar",
      "Goddard",
      "Freeman"
    ],
    "year": 2023,
    "type": "journal",
    "source": "Journal of Macromarketing",
    "keywords": null,
    "abstract": "This case study of a UK-based global fast fashion brand Boohoo encourages critical exploration of a complex, ethical and reputational crisis. Taking a macromarketing perspective, the reader is encouraged to consider all of the factors, actors and relationships in the industry, society and the supply chain to appreciate the resulting ethical considerations that arise. Boohoo has been described as a successful online company that provides a wide range of products, including clothing, footwear, beauty products and accessories. However, the company came under fire in July 2020 after an exposé published in the Sunday Times, the Sunday paper of The Times, named Britain's most trusted national newspaper. The exposé published a report from an undercover investigation that revealed some unacceptable practices in relation to working conditions. The poor working conditions were worsened by the COVID-19 outbreak. As the media criticised Boohoo, the company launched an independent review which eventually confirmed the allegations and stated that the investigation's findings were “substantially true”. Written from the perspective of a PR consultancy that wants to help Boohoo restore its reputation, the case uses secondary information to thoroughly understand Boohoo's situation. The PR consultants therefore investigate the Sunday Times’ allegations, Boohoo's practices and responses to those allegations, and the company's practices from an ethical point of view. The PR consultancy also investigates the fashion industry, with a focus on fast fashion, which creates an environment where suppliers and retailers in the system try to produce products as cheaply and profitably as possible. To fully understand those affected by this exposé, those influential to the industry and those stakeholders who govern or put pressure on the industry, they consider: the people and local government of Leicester (pronounced Lester), the supplier factories, national government websites and views of pressure groups and charities."
  },
  {
    "title": "Generation Z's green purchase behavior: Do green consumer knowledge, consumer social responsibility, green advertising, and green consumer trust matter for sustainable development?",
    "authors": [
      "Borah",
      "Dogbe",
      "Marwa"
    ],
    "year": 2024,
    "type": "journal",
    "source": "Business Strategy and the Environment",
    "keywords": null,
    "abstract": "Generation Z (Gen-Z), representing a demographic cohort of persons born from 1995 to 2010, has demonstrated their concerns for environmental protection. On September 20, 2019, for example, millions of Gen-Zs from over 150 different countries across the globe embarked on a protest to pressure decision-makers and governments to help save the planet. Such campaigns have caused firms to rethink how they operate by adopting green operations in their production and distribution of products. The footwear industry is not left out. The problem this research sought to address is the assessment of the effect of green consumer knowledge on green purchase behavior among Gen-Z consumers towards footwear while assessing the roles of consumer social responsibility, green advertising, and green consumer trust. The study was quantitative in nature and used an online questionnaire to survey 559 Chinese Gen-Z consumers. Findings revealed that although green consumer knowledge had a direct effect on green purchase behavior, this effect was partially mediated by consumer social responsibility. The effect of consumer social responsibility on green purchase behavior was positively moderated by green advertising, and the moderating effect of green advertising was further strengthened by green consumer trust. Finally, the mediating effect of consumer social responsibility was conditional on the moderating effects of green advertising and green consumer trust. It was concluded that green consumer knowledge is an essential ingredient in enhancing Gen-Z consumers' green purchase behavior towards footwear, as such, advocacy and pressure groups must increasingly conscientize consumers."
  },
  {
    "title": "Health barriers for girls and women in sport",
    "authors": [
      "Mp"
    ],
    "year": 2024,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "Third Report of Session 2023-24 Report, together with formal minutes relating to the report Women and Equalities Committee"
  },
  {
    "title": "Implementation of Lean Manufacturing Tools in Footwear Industry of Bangladesh",
    "authors": [
      "Sayid Mia"
    ],
    "year": 2017,
    "type": "journal",
    "source": "Aspects in Mining & Mineral Science",
    "keywords": null,
    "abstract": "Lean manufacturing is an applied methodology of scientific, objective techniques that cause work tasks in a process to be performed with a minimum of non-value adding activities resulting in greatly reduced wait time, queue time, move time, administrative time, and other delays. This work addresses the implementation of lean principles in a footwear manufacturing industry in order to evaluate present Process Cycle Efficiency (PCE) and lead time prior to developing an improved strategy to bring the improved PCE and to reduce the lead time. At the present state, the PCE was found 15.28% and after the implementation of lean tools, it would be 34.05% at the future state where lead time would also be reduced by 55.09% evaluated by Pareto analysis and value stream mapping tools. The production flow was optimized by minimizing several non-value added activities and time such as bottlenecking, machine breakdown, queue time, waiting time, material handling time, etc. Eventually, this study will be useful in developing a more generic approach to design lean environment in the management system of the studied reputed Footwear Industry in Bangladesh."
  },
  {
    "title": "Bodyspace: Anthropometry, Ergonomics and the Design of Work, Second Edition",
    "authors": [
      "Pheasant"
    ],
    "year": 1996,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": null
  },
  {
    "title": "THE MEASURE OF MAN: HUMAN FACTORS IN DESIGN",
    "authors": [
      "Dreyfuss"
    ],
    "year": 1966,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "The first circle Is the bearable aone limit. Outsitfe this limit great discomfort or possible damage is encountered. It is also necessary to consider: infra-red radiation, ultra sonic vibration, noxious gases, dust, pollen, and heat exchange with liquids and solids. Note: All data here are subject to qualification, refer to reference sources; for complete information see bibliography."
  },
  {
    "title": "A systematic review on underground logistics system: designs, impacts, and future directions",
    "authors": [
      "Li",
      "Yuen"
    ],
    "year": 2025,
    "type": "generic",
    "source": "Tunnelling and Underground Space Technology",
    "keywords": [
      "Automation",
      "City logistics",
      "Freight transportation",
      "Sustainable transport",
      "Systematic literature review",
      "Underground logistics system"
    ],
    "abstract": "The Underground Logistics System (ULS) is a promising mode of freight transportation for the future. It is expected to address conventional city logistics dilemmas such as low transport efficiency and negative environmental impacts. A comprehensive understanding of ULS functions is crucial for promoting its development. Therefore, this research aims to (1) review ULS-related studies; (2) outline the main ULS designs from the perspectives of network types, network planning and optimization, as well as last-mile delivery measures; and (3) summarize the impacts of ULS on society, the economy, and the environment. Adhering to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, a total of 132 research articles were retrieved from three databases (i.e., Scopus, Web of Science, and IEEE Xplore) and grey literature to conduct a systematic literature review. In general, this systematic review reveals that the integration of ULS with the metro system is a current research hotspot. It is also found that the mixed-integer programming model is commonly adopted in existing studies to solve problems related to location and routing. Additionally, several last-mile delivery solutions for ULS (i.e., door-to-door, self-pickup, and a combination of other overground delivery methods) are presented. Moreover, the findings demonstrate that, despite high construction costs, ULS can provide significant benefits to society, the economy, and the environment. More importantly, the limitations of current ULS-related research are analyzed, and future research directions for ULS are proposed. This research provides comprehensive insights into ULS and offers specific policy implications for its future management."
  },
  {
    "title": "The environmental social cost of urban road freight: Evidence from the Paris region",
    "authors": [
      "Coulombel",
      "Dablanc",
      "Gardrat",
      "Koning"
    ],
    "year": 2018,
    "type": "journal",
    "source": "Transportation Research Part D: Transport and Environment",
    "keywords": null,
    "abstract": "This paper investigates the environmental impact of urban road freight in the Paris region, focusing on pollutant emissions. We develop a modeling chain including a freight demand model, a multiclass traffic assignment model, and a road emission model. This allows for a detailed representation - spatially and with regard to operations - of urban road freight. We find that while urban road freight represents only 6% of trips and 8% of distances traveled by road in the Paris region, it accounts for 36% of total damages caused by pollutant emissions from road traffic. This is the combined result of light and heavy goods vehicles emitting more than private cars, and of freight traffic being more spatially concentrated (within the city center) than passenger traffic, thereby affecting more population. All in all, the environmental cost of urban road freight is around 2.1 billion € per year. Some policy implications are discussed."
  },
  {
    "title": "Urban freight/city logistics: Microhubs as the future of last-mile logistics",
    "authors": [
      "Mecatti",
      "European Commission"
    ],
    "year": 2025,
    "type": "web_page",
    "source": "News Article",
    "keywords": null,
    "abstract": null
  },
  {
    "title": "infrastructure-technologies-challenges-and-solutions-for-smart-mobility-in-urban-areas",
    "authors": [
      "Boin",
      "Möller",
      "Pokotilo",
      "Ricotti",
      "Sandri"
    ],
    "year": 2023,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "Traffic jams, long commutes, noise, and\npollution have become major blights on urban\nlife. As the global population grows and becomes\nincreasingly urbanized, these problems are likely\nto escalate. Already, 56 percent of the world’s\npopulation live in cities; by 2050, nearly seven\nin ten people will do so.¹ Even cities without\nprojected population growth grapple with\ntransport volumes that put pressure on urban\nspace and infrastructure.\nBy leveraging technology to manage existing\ntransport infrastructure efficiently, cities can\nprotect or build back neighborhoods to ensure\nthey remain vibrant spaces. Several forward-\nthinking cities are looking at ways to ease road\ncongestion, decrease emissions, and safeguard\nneighborhoods and green spaces—thereby\nimproving quality of life. Hundreds of projects\nhave been designed to enhance transport\nsystems at city level around the world, as explored\nin McKinsey’s report Urban transportation\nsystems of 25 global cities. Such projects include\ndeveloping public-transport infrastructure,\ndigitizing transport-system processes, and\nexpanding pedestrian and cycling infrastructure.²\nFor example, the city of Amsterdam—that made\nthe strategic decision to reduce the use of private\ncars as far back as the 1970s—is now planning to\nimplement mobility hubs that integrate different\ntransport modes with shared mobility options\nsuch as electric bikes or scooters.³ And the city of\nParis plans to add 180km of segregated bicycle\nlanes and triple the number of bike parking spots\nthroughout the city.⁴\nSolving for urban mobility is a pressing challenge,\nand a highly complex one, as it involves multiple\ntransport modes—including road infrastructure\nand public transport networks—and a diverse\nset of stakeholders such as governments,\nmunicipalities, city councils, and service providers.\nWhat’s more, what works in one city may not work\nin another. Solutions are often city specific and\nbespoke which means that they are difficult to\nreplicate and scale. Moreover, the application\nand protection of the equity principle, requiring the\ntransport system to provide all the population with\nthe same level of access without any discrimination,\nis of foremost importance when addressing mobility\nchallenges.\nThis article examines recent trends affecting urban\nmobility, and highlights the digital technologies and\ninfrastructure advances that can respond to these\ntrends to address the issues that many cities face.\nIt also details the key challenges of implementing\ntechnologies and innovations at scale—keeping\nin mind that the process of connection and/or\ndata exchange between infrastructures and users\nmust comply with local privacy and data protection\nregulations that change according to specific\ngeographies. As there is no one-size-fits-all solution,\nthe article concludes by providing case examples\nthat could help stakeholders to identify the best way\nforward for their specific context."
  },
  {
    "title": "Transforming Urban Logistics: Sustainable and Efficient Last-Mile Delivery in Cities",
    "authors": [
      "Brady-Phillips"
    ],
    "year": 2024,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": null
  },
  {
    "title": "Last-mile delivery robots: Navigating sidewalks and urban landscapes",
    "authors": [
      "Francis"
    ],
    "year": 2025,
    "type": "web_page",
    "source": null,
    "keywords": null,
    "abstract": null
  },
  {
    "title": "Vehicular Energy Network",
    "authors": [
      "Lam",
      "Leung",
      "Li"
    ],
    "year": 2015,
    "type": "journal",
    "source": null,
    "keywords": null,
    "abstract": "The smart grid spawns many innovative ideas, but many of them cannot be easily integrated into the existing power system due to power system constraints, such as the lack of capacity to transport renewable energy in remote areas to the urban centers. An energy delivery system can be built upon the traffic network and electric vehicles (EVs) utilized as energy carriers to transport energy over a large geographical region. A generalized architecture called the vehicular energy network (VEN) is constructed and a mathematically tractable framework is developed. Dynamic wireless (dis)charging allows electric energy, as an energy packet, to be added and subtracted from EV batteries seamlessly. With proper routing, energy can be transported from the sources to destinations through EVs along appropriate vehicular routes. This paper gives a preliminary study of VEN. Models are developed to study its operational and economic feasibilities with real traffic data in the United Kingdom. Our study shows that a substantial amount of renewable energy can be transported from some remote wind farms to London under some reasonable settings and VEN is likely to be profitable in the near future. VEN can complement the power network and enhance its power delivery capability."
  },
  {
    "title": "Two European cities advance vehicle-to-grid (V2G) solutions",
    "authors": [
      "Mecatti"
    ],
    "year": 2025,
    "type": "newspaper_article",
    "source": "European Commission",
    "keywords": null,
    "abstract": "Utrecht has become the first European city to implement a large-scale vehicle-to-grid (V2G) system through a collaboration between Renault Group, We Drive Solar, MyWheels, and the local municipality. The initiative, called Utrecht Energized, aims to stabilise the electricity grid while providing affordable, sustainable transport.\n\nThe project has launched with 50 Renault 5 E-Tech electric vehicles and 50 bidirectional chargers, which have been added into the MyWheels ridesharing fleet. There are plans to scale up to 500 EVs. The scheme targets residents who mainly walk or cycle but occasionally need a car, encouraging them to give up private vehicle ownership entirely.\n\nThe system allows cars to charge when solar energy is abundant and discharge back into the grid during peak demand. This is particularly effective in Utrecht, where 35% of rooftops are fitted with solar panels. V2G advocates highlight the potential for storing surplus solar energy in EV batteries rather than selling it cheaply abroad. Carsharing operators can also generate income from parked vehicles providing grid services.\n\nDespite its promise, the initiative faces regulatory and logistical challenges. Differences in tax rules, grid tariffs, and local parking regulations - especially across multiple grid operators - present hurdles. Renault plans to expand the concept into Germany, where over 850 grid operators operate under varied protocols.\n\nAccording to Mobilize’s energy director, removing regulatory barriers and standardising systems will be key to making V2G a mainstream element of future energy networks."
  },
  {
    "title": "Advantages of Electric Vehicle adoption and Vehicle-to-Grid charging in the fleet market: Lessons from the V2GO project",
    "authors": [
      "Meelen",
      "Budnitz",
      "Schwanen"
    ],
    "year": 2020,
    "type": "journal",
    "source": "https://www.tsu.ox.ac.uk/sites/default/files/2023-01/V2GO-Policy-Brief-TSU.pdf",
    "keywords": null,
    "abstract": "This briefing summarizes findings from the Vehicle-to-Grid Oxford project, funded by Innovate UK. The research was conducted by the Transport Studies Unit, University of Oxford. The results set out the role and advantages of using the Vehicle-to-Grid (V2G) system in fleet management, the current barriers to its uptake, implementation strategies and policy recommendations. This briefing has been written for policy-makers and fleet market professionals."
  },
  {
    "title": "Sustainable Transportation in Logistics: Tracking the Global Shift in 2025 and Beyond",
    "authors": [],
    "year": 2025,
    "type": "newspaper_article",
    "source": "CF Global",
    "keywords": null,
    "abstract": null
  },
  {
    "title": "Half of Brits don’t like taking the bus",
    "authors": [
      "Smith"
    ],
    "year": 2019,
    "type": "journal",
    "source": "Web Article",
    "keywords": null,
    "abstract": "Despite government efforts to get more people on public transport to cut congestion and pollution, Britons would still rather hop in the car\nAs governments around the world look for ways to get citizens out of cars and onto public transport for health and environmental reasons, a new YouGov RealTime survey reveals that it won’t be easy. Britons would much rather just jump in the car.\n\nWhen asked whether they have a favourable or unfavourable view of travelling in various ways, 81% expressed a positive view of being a car passenger, and 73% said the same about driving themselves.\n\nBut only two thirds of Britons (67%) have a favourable opinion of taking the train, and fewer than half like the idea of having to travel by bus (47%) or coach (42%)."
  },
  {
    "title": "Living in London: Survey Data From Residents of London",
    "authors": [
      "YouGov"
    ],
    "year": 2004,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": null
  },
  {
    "title": "A Comprehensive Case Study in Last-Mile Delivery Concepts for Parcel Robots",
    "authors": [
      "Poeting",
      "Schaudt",
      "Clausen"
    ],
    "year": 2019,
    "type": "conference_proceedings",
    "source": "Proceedings - Winter Simulation Conference",
    "keywords": null,
    "abstract": "This study was designed to evaluate innovative last-mile delivery concepts involving autonomous parcel robots with simulation and optimization. In the proposed concept, the last mile of parcel delivery is split into a two-tiered system, where parcels are first transported to a transfer point by conventional trucks and then delivered with parcel robots on customer demand. The purpose of this publication is to compare different time slot selection options for customers, namely due window and on demand selection, in the context of city logistics measures such as access regulations and driving bans for city centers. An agent-based simulation model is used, including a Geographic Information System environment and optimization algorithms for allocation and scheduling of delivery robots. The concept is tested in a comprehensive case study located in the city center of Cologne (Germany) based on real data from the parcel delivery company Hermes."
  },
  {
    "title": "Electric Vehicles: Is the World Ready for the EV Revolution?",
    "authors": [
      "Chaudhary"
    ],
    "year": 2024,
    "type": "journal",
    "source": "Web Article",
    "keywords": null,
    "abstract": "Electric cars are no longer the future fantasy, but an emerging technological reality, with billions being put into electric car production by Tesla, Ford, and GM. And with governments embracing net zero emission goals, one would ask: Can the world gear up for this shift into EV? Issues range from limited charging infrastructure to battery-related environmental concerns on the road ahead. How likely are you to buy an electric vehicle today? What’s holding you back, if you aren’t?"
  },
  {
    "title": "Extending the Lifetime of Perovskite Solar Cells using a Perfluorinated Dopant",
    "authors": [
      "Salado",
      "Ramos",
      "Manzanares",
      "Gao",
      "Nazeeruddin",
      "Dyson",
      "Ahmad"
    ],
    "year": 2016,
    "type": "journal",
    "source": "ChemSusChem",
    "keywords": null,
    "abstract": "The principle limitation of perovskite solar cells is related to their instability and, hence, their limited lifetime. Herein, we employ an imidazolium iodide dopant, 1-methyl-3-(1H,1H,2H,2H-nonafluorohexyl)-imidazolium iodide, containing a perfluorous appendage, which leads to prolonged (unencapsulated, under Ar atmosphere) device activities exceeding 100 days without compromising the power conversion efficiency and other photovoltaic parameters. The extended lifetime of the device can be attributed, at least in part, to the hydrophobic nature of the imidazolium iodide salt. The functionalization of the perovskite material was found to have negligible influence on the perovskite crystal structure."
  },
  {
    "title": "Performance Enhancement of Three-Dimensional MAPbI3 Perovskite Solar Cells by Doping Perovskite Films with CsPbX3 Quantum Dots",
    "authors": [
      "Tsai",
      "Chu",
      "Kao"
    ],
    "year": 2024,
    "type": "journal",
    "source": "Materials",
    "keywords": null,
    "abstract": "Perovskite thin films directly impact solar cell properties, making defect reduction crucial in perovskite solar cell research. In our study, we used perovskite quantum dots in the anti-solvent to act as nucleation centers in MAPbI3 thin films. These centers had lower nucleation barriers than homogeneous nucleation, improving perovskite crystallinity, reducing defects, and extending carrier lifetime. Fine-tuning the energy band also enhanced carrier transport. The most effective results were obtained using CsPb(Br0.5 I0.5)3 perovskite quantum dots. The resulting device, ITO/SnO2/MAPbI3 (300 nm)/spiro-OMeTAD (200 nm)/Ag (100 nm), achieved a 12.88% power conversion efficiency, a 16% increase from the standard element. The modified device maintained approximately 95% of its efficiency over 100 h in a 70% humidity environment."
  },
  {
    "title": "How next-gen solar panels could go on lampposts, cars and even windows",
    "authors": [
      "Arrowsmith"
    ],
    "year": 2025,
    "type": "journal",
    "source": "Web Article",
    "keywords": null,
    "abstract": "\n\tPlease use the sharing tools found via the share button at the top or side of articles. Copying articles to share with others is a breach of FT.com T&Cs and Copyright Policy. Email licensing@ft.com to buy additional rights. Subscribers may share up to 10 or 20 articles per month using the gift article service. More information can be found at https://www.ft.com/tour.\n\thttps://www.ft.com/content/a5095373-1762-41cd-a078-af533e2644fc\n\n\tSunlight is the most abundant energy source on earth, now harnessed by a vast array of silicon solar panels on rooftops and in fields across the world. But a new generation of panels is emerging using a class of materials called perovskites, which can be thinner, lighter, less rigid and generate more power.\n\nThe technology means solar panels could be integrated into new places such as car roofs, lampposts and even windows. It also could mean increased solar power generation without having to devote as much land to solar farms.\n"
  },
  {
    "title": "Interactive Best Research-Cell Efficiency Chart",
    "authors": [
      "NREL"
    ],
    "year": 2025,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "The chart displays recent research that differentiates four major technologies: general Si-based cells, highly optimized GaAs-based cells, multijunction cells, and filters, an emerging PV. Efficiencies have increased across all technologies over the last 15 years."
  },
  {
    "title": "New solar solution increases range of electric cargo bikes by up to 20 percent",
    "authors": [
      "OPES Solutions"
    ],
    "year": 2022,
    "type": "web_page",
    "source": "Web Article",
    "keywords": null,
    "abstract": "Leading custom solar panel manufacturer OPES Solutions has partnered with the green logistics experts from Urban Mobility to equip e-cargo bikes with robust and lightweight solar panels. Developed especially for vehicles, the integrated solar solution provides up to 20% more range in delivery practice if the heavy payload of 250 kg plus driver is fully utilized."
  },
  {
    "title": "Logistics of Zoning, Zoning for Logistics: Toward Healthy and Equitable Development for Urban Freight",
    "authors": [
      "Fried",
      "Tejada",
      "Dennis-Bauer",
      "Bolbaatar",
      "Goodchild",
      "Marshall",
      "Olmedo",
      "García"
    ],
    "year": 2025,
    "type": "journal",
    "source": "Journal of the American Planning Association",
    "keywords": [
      "Environmental justice",
      "equity",
      "last-mile delivery",
      "urban freight",
      "zoning"
    ],
    "abstract": "Problem, research strategy, and findings: Warehousing and distribution center (W&D) expansion has raised concerns about the disproportionate exposure of nearby communities to freight traffic and its resulting health consequences. While local governments wield several tools to manage logistics-related development, few may be as consequential to public health disparities as zoning. In this study we synthesized the state of recent U.S. zoning actions related to W&D, examining their role as tools—or barriers—for advancing public health in communities historically burdened by freight traffic. Specifically, we investigated 92 zoning actions at 67 locations (51 municipalities, 9 counties, and 7 states) and assessed the level at which environmental justice (EJ) principles informed these actions. The most common zoning actions were discretionary decisions on site permits (n = 32). While we offer examples of councils considering EJ issues raised by communities, discretionary processes have drawbacks. Other actions include long-term plans (n = 17), land use definitions (n = 13), development standards (n = 12), and conditional use permitting (n = 14). We also examined four state-level policies. Many regulations restrict by-right W&D development with little indication that these changes are intended to benefit historically burdened communities. Takeaway for practice: Local jurisdictions lack a unified regulatory approach to W&D. However, long-term plans and state environmental policies guide jurisdictions with the most EJ-explicit actions. Equitable and healthy urban freight requires clear strategic land use priorities and environmental safeguards for vulnerable communities but could also include flexibility for W&D development outside conventional industrial areas. We discuss how these findings fit into contemporary debates about zoning and urban freight planning."
  },
  {
    "title": "WOKINGHAM STRATEGIC TRANSPORT MODEL 4 (WSTM4) Local Model Validation Report",
    "authors": [
      "Murungi",
      "Burton-Brown"
    ],
    "year": 2018,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "In 2008 WSP was appointed as the Highways and Transport Term consultant for Wokingham Borough Council \n(WBC). This included the use and on-going maintenance of the Wokingham Strategic Transport Model \n(WSTM) and its use to support transport policies and scheme development. Since this appointment WSP have \ncompleted two model updates and in Autumn 2015 was commissioned to progress a third: \nWSTM2 - update of forecast scenarios to include details of Strategic Development Locations (SDLs) and \nmitigation measures \nWSTM3 - Update to a 2010 model base year from 2005, compliance with DfT Transport Analysis \nGuidance, integration of a Public Transport model in VISUM and a Variable Demand Model (VDM) \ndeveloped using DIADEM \nWSTM4 - Commissioned in 2015 to update the model base year to 2015 to support strategic and local \nplanning for the next plan period. The model software platform has been changed to VISUM. \nThe WSTM3 has been used for wider strategic testing, localised testing, plan policy evaluation and scheme \nappraisal within Wokingham Borough shaping transport planning policies and strategies. This has included:  \nPark and Ride Strategy Action Plan \nWokingham Town Centre Parking Strategy \nWokingham LSTF programme evaluation along the A329 corridor \nPublic consultation on locally significant schemes for Arborfield Relief Road, North Wokingham Distributor \nRoad, South Wokingham Relief Road  \nDfT's LSTF funding (£2.75m) and funding from the Local Pinch Point Fund for: \nA329 Coppid Beech Junction Improvement (£1.859m of £2.655m total scheme cost) \nStation Link Road (£2.650m of £3.786m total scheme cost) \nSection 106 contributions from developers: \nHatch Farm Dairies development to Winnersh Relief Road Phase 1 \nSouth of the M4 J10 development to Eastern Relief Road (ERR) east of Shinfield \nInitial assessment of the viability for a Third Thames Crossing to support transport objectives of \nWokingham and Reading Borough Councils \nBusiness Case development and Planning Applications for the Arborfield Cross Relief Road (ACRR), \nSouth Wokingham Distributor Road (SWDR) and North Wokingham Distributor Road (NWDR)."
  },
  {
    "title": "Resilience concepts in integrated urban transport: a comprehensive review on multi-mode framework",
    "authors": [
      "Du",
      "Wang",
      "Gao",
      "Pan",
      "Zhao",
      "Liu"
    ],
    "year": 2022,
    "type": "journal",
    "source": "Smart and Resilient Transportation",
    "keywords": null,
    "abstract": "Purpose-Resilience concepts in integrated urban transport refer to the performance of dealing with external shock and the ability to continue to provide transportation services of all modes. A robust transportation resilience is a goal in pursuing transportation sustainability. Under this specified context, while before the perturbations, robustness refers to the degree of the system's capability of functioning according to its design specifications on integrated modes and routes, redundancy is the degree of duplication of traffic routes and alternative modes to maintain persistency of service in case of perturbations. While after the perturbations, resourcefulness refers to the capacity to identify operational problems in the system, prioritize interventions and mobilize necessary material/ human resources to recover all the routes and modes, rapidity is the speed of complete recovery of all modes and traffic routes in the urban area. These \"4R\" are the most critical components of urban integrated resilience. Design/methodology/approach-The trends of transportation resilience's connotation, metrics and strategies are summarized from the literature. A framework is introduced on both qualitative characteristics and quantitative metrics of transportation resilience. Using both model-based and mode-free methodologies that measure resilience in attributes, topology and system performance provides a benchmark for evaluating the mechanism of resilience changes during the perturbation. Correspondingly, different pre-perturbation and post-perturbation strategies for enhancing resilience under multi-mode scenarios are reviewed and summarized. Findings-Cyber-physic transportation system (CPS) is a more targeted solution to resilience issues in transportation. A well-designed CPS can be applied to improve transport resilience facing different perturbations. The CPS ensures the independence and integrity of every child element within each functional zone while reacting rapidly. Originality/value-This paper provides a more comprehensive understanding of transportation resilience in terms of integrated urban transport. The fundamental characteristics and strategies for resilience are summarized and elaborated. As little research has shed light on the resilience concepts in integrated urban transport, the findings from this paper point out the development trend of a resilient transportation system for digital and data-driven management."
  },
  {
    "title": "PLANNING FOR MORE RESILIENT AND ROBUST URBAN MOBILITY",
    "authors": [
      "Böhler",
      "Brand",
      "Marie Brunner",
      "Juliat",
      "Rupprecht Laura Babío Somoza",
      "Cré",
      "Karmigianni",
      "Pana Tronca",
      "Kao",
      "Bosetti",
      "Borgato Georgia Ayfantopoulou",
      "Xenou",
      "Teresa De la Cruz Eiriz",
      "Royo Caroline Busquet",
      "Fernández Balaguer",
      "Burrieza Galán",
      "Maria Salanova",
      "Magkos"
    ],
    "year": 2021,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "This document addresses planning in uncertain times \nwhen a major crisis is triggering significant changes in \nall areas. An immediate crisis can cause further long\nterm changes and increase the impact of other major \ntrends, such as climate change. Managing such \nfundamental change processes is a key challenge for \nurban mobility practitioners to integrate into their plans.\n In this document, a crisis can be defined as any event \nthat may lead to an unstable and dangerous situation \nwhich affects the urban mobility systems or whose \nimpact, duration and severity are affected by the urban \nmobility system. Crises covered in this guide include, but \nare not limited to, natural or man-made disasters, \npandemics, economic crises, social crises, \nenvironmental crisis, terrorism, cyberattacks, \ngeopolitical crises, etc.  \nThis document is the attempt to articulate generic \nlessons from how urban mobility systems responded to \nand were managed during the COVID-19 pandemic. \nSince the onset of the pandemic, public transport use \nhas been severely reduced, while other modes were \nrising in popularity. It may sound like a platitude, but it is \nnow truer than ever: Due to the inherent uncertainty of \nfuture developments, cities must remain flexible. \nThe climate crisis and other major change processes \nhave been disrupting and continue to disrupt the status \nquo cities. The necessity to handle these uncertainties \nand impacts will increase in the years to come.  \nWhile COVID-19 was the initial impetus for the creation \nof this guide, this document is intended to suggest \nresponses to this crisis but also to contribute to \nresilience planning for any future crises. More \nspecifically, it aims at including resilience principles in \nsustainable urban mobility planning (SUMP). \nThe first section of this topic guide first introduces the \nconcept of resilience in the context of urban mobility and \nthe importance of integrating it into the SUMP procedure. \nIt presents the 4 phases of the SUMP cycle with a \nresilience focus.\n The second section addresses specific resilience-related \nthemes such as car independent lifestyles, \nelectromobility, collective passenger transport, demand \nmanagement strategies, road safety, transport \ntelematics and urban freight. This section results from \nhands-on experiences made by research and innovation \nprojects related to the mentioned topics proposed for \nshort-term and long-term measures, lessons learned \nand case examples, using the COVID-19 pandemic as a \ncase study."
  },
  {
    "title": "Designing Resilience for Multi-System Dynamics of Future Transportation",
    "authors": [
      "Prinn",
      "Yeh",
      "Paltsev",
      "Reilly",
      "Daniels",
      "Linares"
    ],
    "year": 2024,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "The transition from fossil-fuel-based transportation systems to those reliant on lowand \nzero-emission technologies marks a crucial paradigm shift, necessitating a reevaluation of resilience metrics \nand strategies. As infrastructure investments adapt to a changing climate and the risk of extreme events, our \npaper identifies the complexities of resilience within the transportation sector, which now integrates a broad \narray of energy sources like electricity, hydrogen, and synthetic fuels. This deepening integration increases \nthe complexity of maintaining transportation resilience, highlighting the inadequacy of traditional resilience \nmetrics designed for centralized systems under stable climate conditions. We propose a Multi-System \nDynamics (MSD) framework to develop new, system-level resilience metrics to effectively manage emerging \nrisks associated with diverse energy sources and extreme weather conditions. This study emphasizes the \nneed for robust scenario analysis and the integration of Cost-Benefit Analysis (CBA) tools that account for \nresilience, offering a framework to evaluate the economic impacts and benefits of resilience investments. \nOur proposed approach encompasses evaluating resilience at the system level to identify and mitigate \nnew risks introduced by the adoption of low-carbon technologies and the interconnectedness of modern \nenergy and transportation infrastructures. Through rigorous scenario analysis, we aim to support robust \ndecision-making that can withstand and adapt to the unpredictabilities of a low-carbon future. By advancing \nthese areas, the paper contributes to the strategic planning necessary to foster a resilient, sustainable \ntransportation ecosystem capable of facing both current and future challenges."
  },
  {
    "title": "Transforming Urban Spaces with Kinetic Pavements",
    "authors": [
      "PAVEGEN"
    ],
    "year": 2024,
    "type": "web_page",
    "source": "Web Article",
    "keywords": null,
    "abstract": "Kinetic pavement technology operates on a simple principle: the conversion of mechanical energy from pedestrian footsteps into electrical energy. Beneath the surface of these pavements lie a network of sensors and generators that capture the pressure and movement caused by walking. As individuals traverse these pavements, their footsteps cause slight deflections, activating the embedded mechanisms that produce electricity.\n\nThese systems utilise various mechanisms such as electromagnetic generators, to convert mechanical energy into electrical power. The generated electricity can be stored in batteries or fed directly into local applications, such as phone charging stations, lighting, or data capture."
  },
  {
    "title": "Delivering Inclusive Design in Cities: A Global Action Report",
    "authors": [
      "Patrick",
      "Muldowney",
      "Gupta",
      "McKinnon"
    ],
    "year": 2024,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "The aim of this report is to equip cities with \npractical but evidence-based actions to \naccelerate accessibility and inclusion in their \nphysical infrastructure, buildings, services \nand operation.  \nCities worldwide are experiencing continued \ngrowth and increasing resource challenges. \nIn low-and-middle income settings, this \nis particularly challenging, where in many \ncases huge infrastructural development \nis necessary. With resource constraints \nand increasing global challenges (rising \ninequality, climate changes, pandemics), it \nis even more critical that accessibility and \ninclusive design are seamlessly integrated \ninto the planning and design of cities and all \ntheir functions, to ensure the effective  and \nresilient use of resources to create liveable \nand enjoyable cities and ensure persons \nwith disabilities are not left behind. \nDisability policy is generally set by national \ngovernments, while cities need locally\nadaptable and practical frameworks for \ninclusive action. This suggests a need for \nglobal agenda of inclusive practices for cities \nto catalyse shared learning and collective \nefforts, not reinvent the wheel, and help \ncities to create their inclusive city."
  },
  {
    "title": "The role of walking in last-mile urban deliveries",
    "authors": [
      "Dalla Chiara",
      "Goodchild"
    ],
    "year": 2025,
    "type": "journal",
    "source": "Transportation",
    "keywords": [
      "Freight parking",
      "Freight simulation",
      "Last-mile",
      "Urban freight",
      "Walking behavior"
    ],
    "abstract": "Most of a delivery driver’s time is spent outside the vehicle, walking the last-50-feet to reach the delivery customers while the vehicle is stationary. However, little is known about the walking component of delivery routes, while most models and algorithms used for scheduling and planning urban freight vehicles focus solely on the driving component. This study fills this research gap by providing an empirical analysis of the role of walking in last-mile deliveries. The study aims to empirically quantify delivery drivers’ walking distances and shed light on the interrelation between walking and the overall efficiency and sustainability of delivery routes. Two data samples were obtained that recorded more than 1,800 real deliveries performed by a parcel carrier and a beverage carrier in Seattle, WA. Data on both vehicle routes and drivers’ walking sub-routes were obtained and analyzed. Dwell time regression analyses and simulations were performed to understand the impact of walking on last-mile routes. The results highlighted the importance of walking across different types of deliveries. Both carriers either walked longer distances to find better parking or to serve multiple delivery customers from a single stop. The parcel carrier also showed large economies of scale in performing multiple deliveries per stop. An increase in willingness to walk showed a general reduction in the number of stops per route and in total vehicle miles traveled. The paper concludes with a discussion on the importance of walking in scheduling and planning for delivery vehicles in urban areas."
  },
  {
    "title": "SGL Unpacked: The London Light Freight Walking Trial",
    "authors": [
      "CRP"
    ],
    "year": 2025,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "Cross River Partnership (CRP), The Fitzrovia Partnership, The London Borough of\n Camden, UPS and Heal’s launched the London Light Freight Walking Freight Trial on\n the 5th of May 2023 to support low emission last-mile deliveries in the London\n Borough of Camden. \nThis marked the first time such a trial has taken place on public land, setting a ground\nbreaking precedent for future initiatives aimed at improving urban sustainability. By\n testing low-emission last-mile deliveries in a high-density area, the trial provided\n valuable insights into the potential for integrating eco-friendly logistics solutions\n within public spaces and urban infrastructure.\n The trial formed part of the Smarter Greener Logistics Programme, funded by the\n Department of Food and Rural Affairs (Defra). The trial, initially scheduled to conclude\n in May 2024 after a 12-month duration, ended after 10 months in March 2024, due to\n unforeseen works taking place at the host site, Heal’s. \n The London Light Freight Walking Trial aimed to assess the feasibility of walking\n freight couriers with electric assisted trolleys as a sustainable alternative for last mile\n deliveries in dense urban areas and pedestrianised zones. The trial focussed on\n reducing congestion, lowering emissions and improving air quality by replacing light\n goods vehicles with a zero-emission solution. \nThe trial also highlights the economic and operational advantages of walking freight\n such as minimising noise pollution and better use of urban spaces. By gathering data\n on efficiency and scalability, the trial supports the development of future sustainable\n urban logistics, encouraging a wider adoption of low-impact delivery methods in\n London. The Cross River Partnership launched this trial to support London’s\n sustainability goals and explore innovative ways to improve urban logistics."
  },
  {
    "title": "Quantifying environmental and financial benefits of using porters and cycle couriers for last-mile parcel delivery Internal report by F",
    "authors": [
      "McLeod",
      "Bektas",
      "Allen",
      "Martinez-Sykora",
      "Lamas Fernandez",
      "Bates",
      "Cheliotis",
      "Friday",
      "Piecyk",
      "Wise"
    ],
    "year": 2020,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "Historical manifest data from a parcel carrier undertaking 'next-day' (i.e. non-express) deliveries in an area of central London (mainly EC2 postcode district) were used to quantify the potential benefits of switching from the current van-based deliveries to one where porters or cycle couriers are used for the last-mile delivery, working from set drop-off points. The results suggested that over the business-as-usual case for the area of London studied, the carrier could reduce CO2 emissions by 45% (9500kg/year) and NOx emissions by 33% (7.64kg/year). Annual driving distance could be reduced by 78% (48,100km) and the amount of time spent stationary at the curbside by 45% (2558 hours/year). Scaling up the modelled emissions savings to London's Central Activities Zone, an area approximately 10 times bigger than the modelled case study area and with estimated total annual parcel delivery distance of 15 million km, could see annual emissions savings in the region of 2 million kgCO2 and 1633kgNOx if all carriers utilised porters or cycle couriers. Overall cost savings to the carrier were estimated to be in the range 34%-39%. Some practical operating challenges are identified including sorting and packing of items, parcel handover arrangements, how to deal with failed deliveries, and how to incorporate express items."
  },
  {
    "title": "Sustainable city logistics - Making cargo cycles viable for urban freight transport",
    "authors": [
      "Schliwa",
      "Armitage",
      "Aziz",
      "Evans",
      "Rhoades"
    ],
    "year": 2015,
    "type": "journal",
    "source": "Research in Transportation Business and Management",
    "keywords": null,
    "abstract": "Urban freight and city logistics are central to the UK economy, but face a number of economic and environmental challenges. This paper contributes to a new body of research that investigates the potential of cargo cycles to make city logistics more sustainable and explores ways to encourage their diffusion. The paper makes three key contributions. First, it develops a typology of cycle logistics based on a literature review and expert interviews in order to clarify definitions and terminology. Second, it identifies perception issues, lack of awareness and regulations as major barriers to wider implementation at city level based on snap-shot case studies. Third, it suggests a sustainable city logistics framework for urban governance, logistic operations and future research, to harness the potential of using cargo cycles for sustainable urban freight transport. The paper argues that local authorities have a key role to play in creating conditions that incentivise large logistic companies such as DHL, Hermes and TNT to integrate cargo cycles into their supply chain and hence drive a long-term modal shift. The findings of the paper are of interest to policy makers, urban logistic operators, research institutions and citizens as potential customers."
  },
  {
    "title": "Cycling UK CAMPAIGNS BRIEFING\nCycle-friendly design and planning: Overview",
    "authors": [
      "WACUK"
    ],
    "year": 2012,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "Cycle-friendly design and planning: Overview www.cyclinguk.org/campaigns Briefing 2A (October 2012) 0844 736 8450 Cycle-friendly design and planning: Overview THIS BRIEFING COVERS General principles; traffic volume reduction; urban streets and rural lanes; dual carriageways, inter-urban main roads and major junctions; off-road cycle facilities; other cycling infrastructure; maintenance and funding; ensuring high and consistent quality. HEADLINE MESSAGES  Cycling UK's vision is to see a massive step-change in cycle use, so that people of all ages, backgrounds and abilities feel able to cycle safely and confidently for all types of journey.  Our neighbourhoods, town centres and road networks should be fundamentally redesigned to be 'people-friendly', with cycling not only contributing to a reduction in car dependence, but also benefiting from it. Through-traffic should be channelled onto a limited network of main roads-which should have dedicated cycle provision on or alongside them-while traffic volumes and speeds are kept low on other streets or lanes. Dedicated cycle routes and cycle-friendly access restrictions (e.g. limiting motorised access to town-centres or rat-runs) can encourage people to choose cycling over motorised travel for day-today journeys.  The cycle network should include the whole road network, supplemented by high-quality cycle routes away from the road network, e.g. through parks and open spaces, or along canals, waterfronts and disused rail corridors. Dedicated cycle provision should be safe and feel safe, showing that society positively values those who choose to cycle, and avoiding any impression that they are a 'nuisance' to be 'kept out of the way of the traffic.'  In general, Cycling UK advocates: o 20 mph limits for most built-up streets (including villages), and the widespread adoption of 40 mph or lower limits for rural lanes; o Some form of dedicated space on busier urban roads, particularly where higher speed limits are retained; and o Parallel off-road facilities for dual carriageways and inter-urban roads. However, decisions on appropriate solutions will also need to reflect local factors, such as junctions and junction layouts, and demand for parking or loading.  In most places, the main priority for significant capital spending in the years ahead will be to redesign larger junctions to be cycle-friendly, or to open up links for cyclists across (or avoiding) major barriers to safe and convenient cycle travel. Opportunities should also be sought to maximise the funding for cycling improvements through the planning system and road maintenance budgets."
  },
  {
    "title": "FREIGHT TRANSPORT AND THE KERBSIDE: THE FUTURE OF LOADING AND UNLOADING IN URBAN AREAS",
    "authors": [
      "Allen",
      "Piecyk"
    ],
    "year": 2022,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "Kerbside becoming increasingly in-demand & contested space - not possible to meet all \ntransport & place-based functions required of it \n• National/local government, town planners & urban designers should recognise kerbside \nneeds of freight transport & its importance  \n• National/local government need to reform planning policy to ensure landlords & building \noccupants implement infrastructure & operations to reduce freight use of kerb space & time  \n• Urban authorities should have to:- Develop kerbside strategies taking account of all stakeholders’ needs & views- Carry out regular reviews of existing kerbside provision for freight transport (suitability of quantity, \nlocation & vehicle dwell time)- Engage with & develop working relationships with freight transport industry through regular \nconversations and meetings - Better incorporate freight kerbside needs into space allocation hierarchies & streetscape designs \n• Would help to avoid unnecessary freight vehicle km & related emissions impacts as well as \nnegative local business impacts\n • Such efforts especially important given scale of urban development & rate of change in retail \n& commercial land use"
  },
  {
    "title": "How cargo cycle drivers use the urban transport infrastructure",
    "authors": [
      "Dalla Chiara",
      "Donnelly",
      "Gunes",
      "Goodchild"
    ],
    "year": 2022,
    "type": "journal",
    "source": "Transportation Research Part A: Policy and Practice",
    "keywords": null,
    "abstract": "Electric cargo cycles are often considered a viable alternative mode for delivering goods in an urban area. However, cities in the U.S. are struggling to regulate cargo cycles, with most authorities applying the same rules used for motorized vehicles or traditional bikes. One reason is the lack of understanding of the relationship between existing regulations and transport infrastructure and cargo cycle parking and driving behaviors. In this study, we analyzed a cargo cycle pilot test in Seattle and collected detailed data on the types of infrastructure used for driving and parking. GPS data were augmented by installing a video camera on the cargo cycle and recording the types of infrastructure used (distinguishing between the travel lane, bicycle lane, and sidewalk), the time spent on each type, and the activity performed. The analysis created a first-of-its-kind, detailed profile of the parking and driving behaviors of a cargo cycle driver. We observed a strong preference for parking (80 percent of the time) and driving (37 percent of the time) on the sidewalk. We also observed that cargo cycle parking was generally short (about 4 min), and the driver parked very close to the delivery address (30 m on average) and made only one delivery. Using a random utility model, we identified the infrastructure design parameters that would incentivize drivers to not use the sidewalk and to drive more on travel and bicycle lanes. The results from this study can be used to better plan for a future in which cargo cycles are used to make deliveries in urban areas."
  },
  {
    "title": "Developing low-carbon freight microhubs in London Principles, benefits and locational analysis",
    "authors": [
      "Anciaes",
      "Jones"
    ],
    "year": 2023,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "Microhubs are relatively small facilities located in or near city or town centres,\nwhere freight is received in bulk and then re-distributed to nearby residential and/\nor commercial premises by low emission vehicles (e.g. electric vans, cargo cycles).\nInterest in urban microhubs has been growing, as evident by the increased number of\nthese facilities in many cities and in the willingness of public authorities to encourage\nand sometimes co-fund them. The deployment of microhubs, and the associated shift\ntowards employing low-emission vehicles is becoming urgent, given trends such as\nthe increase in demand for home and business deliveries, shifts in political and public\npriorities towards sustainability and liveability (including carbon reduction, cleaner air\nand accident reductions), concerns about congestion, and increased competition for\nroadspace and kerbside space.\nMicrohubs can not only reduce environmental problems associated with last-mile\nfreight distribution in cities, but under the right conditions can also generate benefits\nfor shippers, freight operators and customers, as well as wider economic and social\nbenefits for the communities they serve. This report reviews international evidence\non the realisation of these benefits, and then looks specifically at London. Simulation\nand evaluation studies have shown that, in general, microhubs located in denser\nurban areas reduce emissions while allowing for faster, more reliable, and more\nflexible deliveries, compared with conventional delivery systems. Previous studies\nhave shown that the viability of microhubs, both from the operator’s and society’s\nperspective, is location-specific and depends, among other things, on the density of\ndemand, the supply of labour, and on the characteristics of the road infrastructure in\nthe surrounding areas.\nDrawing upon this prior knowledge, the report develops and demonstrates a method\nfor identifying the most suitable potential locations for urban microhubs served by\ncargo bikes. This method was applied to Greater London, using a grid of 39,861\npoints at 200m intervals, covering the whole of the Greater London area. The\nsuitability of each point was assessed based on (i) the demand for deliveries (from\nresidents and businesses), (ii) road infrastructure and operational conditions for\ncycling in the surrounding area, and (iii) the availability of a suitable pool of labour.\nOnce these filters had been applied, the remaining 3,109 potential sites was then\ncharacterised in terms of (iv) wider social and environmental benefits of shifting\nmotorised deliveries to cargo cycles and (v) local on site-level constraints.\nThe report concludes by mapping the locations of four potential microhub sites\nowned by British Land, in Central and Inner London, onto the remaining grid points."
  },
  {
    "title": "Urban Green Logistics – Unveiling ‘The Box’ Microhub",
    "authors": [
      "Hasan"
    ],
    "year": 2023,
    "type": "newspaper_article",
    "source": "Transport Intelligence",
    "keywords": null,
    "abstract": "Recently, British Land has received planning consent for its Central London development, ‘The Box’, a 121,000 square feet microhub designed to address the demand for ultra-low carbon logistics in the city. It is situated on a former Crossrail worksite in Paddington. According to British Land, this development aims to serve the whole of Westminster and remove around 100 large vans from the borough’s roads every day, reducing emissions, and cutting delivery times and costs to operators. \n\nAs it is likely that similar developments will be proposed in future, we need to ask: are urban centre hubs considerably slashing emissions and meeting sustainability goals? \n\nThis new development aims to meet post-pandemic demand for faster delivery times. Fulfilling these expectations does not have to come at a detriment to London and the air quality, as the concept of micro hubs addresses a myriad of environmental and logistical challenges associated with urban freight delivery, such as congestion, emissions, and noise pollution, as their strategic locations within urban areas reduce the need for long haul transportation and cut down delivery times.\n\n‘The Box’ facilitates entry for Heavy Goods Vehicles (HGVs) and plans to employ smaller EVs and electric cargo bikes for outbound deliveries, and swapping traditional vans with these could yield up to a 90% reduction in carbon emissions per parcel, contributing significantly to improved air quality and the overall environmental well-being of local communities. \n\nThe approval of the site swiftly followed the release of research conducted by the Centre for London and University College London, which British Land commissioned to address the rising need for last-mile deliveries in urban areas. The research findings affirm that sustainable cargo bikes could effectively serve over 5.7 million people in central London. Furthermore, the research showed that delivering by cargo bike is 1.6 times faster on average than delivering by van, and can enable a reduction in total distance travelled of up to 20%.\n\nUrban microhubs are a step in the right direction for sustainable urban logistics. This project is setting the stage for future sustainable urban logistics development,  and can be a model for city-focused supply chains to be more cost and carbon efficient. It is an opportunity to observe this supply chain model, take note of the challenges, and integrate new environmentally responsible ideas on how we build city centre last mile networks that not only fulfil modern consumer needs but are also eco-conscious."
  },
  {
    "title": "Urban Logistics Hubs: Summary and Conclusions",
    "authors": [
      "ITF"
    ],
    "year": 2024,
    "type": "journal",
    "source": "OECD Publishing, Paris",
    "keywords": null,
    "abstract": "Urban logistics are a fundamental part of city life, involving far more than the delivery of goods purchased \nvia e-commerce. Deliveries, collections and servicing in urban areas generate all kinds of non-passenger \nfreight trips by trucks, vans, cargo bikes and other modes of transport. Supermarkets, restaurants, retail \nshops, construction companies, wholesalers and individual customers rely heavily on the distribution and \nreturn of goods, the collection of waste, and other services to fulfil their demands.  \nAt the same time, the transport sector accounts for one-quarter of all energy related greenhouse gas \n(GHG) emissions, with freight transportation making up to 8% of global GHG emissions and as much as \n11% if warehouses and ports are included. Global freight emissions are expected to continue to grow, with \nroad freight accounting for most of this growth. Additionally, traffic congestion, road crashes, air and noise \npollution associated with road urban logistics pressure authorities to act.  \nGiven these concerns, the shift to sustainable urban logistics is essential. Urban logistics hubs can enable \nthis shift by splitting urban and interurban traffic and providing transhipment space so that fewer vehicles \n(or less-polluting vehicles) circulate in urban areas. These hubs are spaces in which crucial logistical \nfunctions are carried out in the last leg of the supply chain. Examples of these functions include \n(de)consolidating shipments, storage (including cold storage), sorting goods, and facilitating the shift from \nlarger to smaller vehicles, including low- and zero-emission vehicles, for distribution to close-by areas. They \nalso facilitate reverse logistics and waste collection. \nAlthough different sectors (e.g. retailers, grocery stores, or last-mile parcel hubs) have distinct profiles in \nterms of trip generation and impacts, hubs can help optimise the last mile of urban logistics in terms of \nbetter transport and environmental performance, mitigating some negative externalities. \nURBAN LOGISTICS HUBS © OECD/ITF 2024 \n9 \nEXECUTIVE SUMMARY \nIn the context of sparse urban space and the need for affordable housing, logistics hubs may not represent \nthe most economically or socially beneficial use of urban real estate. However, their absence could lead to \nmore vehicles or more polluting vehicles (e.g. due to a lack of transshipment facilities). Hubs are more than \njust urban warehouses. They increasingly provide additional facilities, which are in fact essential for value \naddition, such as electric vehicle charging stations, rest areas for logistics workers, commercial spaces and \nother mixed-use functions. Ideally hubs should complement each other rather than compete for space.  \nAn urban logistics hub need not be permanent, as in the case of large distribution centres. Temporary \nmicrohubs that can be quickly deployed, moved and re-converted, supporting the dynamic component of \nlogistics demand, are increasingly desirable. Vacant parking lots and daytime empty bus depots in cities \nare examples where such microhubs for logistics activities such as transshipment from larger to smaller, \nmore sustainable modes of transport, including cargo bikes or walking couriers, are already occurring. \nRecent trends in logistics flows, as well as growing regulatory demands, make urban logistics increasingly \ncomplex. This complexity is driven by the vast range of activities resulting from various actors with different \nand often conflicting economic, social and environmental needs and goals. Logistics flows operate at \ndifferent scales, interacting with various actors and processes, from global supply chains to local \ndistribution networks, requiring authorities to strengthen their understanding of the sector’s complexity.  \nMost of the recent developments in logistics and associated hubs are driven by private-sector investment \nand innovation. The public sector should focus on governance while the private sector should lead the \nconstruction, operation and management of logistics hubs. But the rapid and continuing changes in the \nsector pose challenges for public authorities in understanding and regulating the sector effectively. Policy \nmakers should focus on ensuring that the development of urban logistics hubs, and better linkages \nbetween hubs and other parts of the logistics chain, improve the sustainability of the sector, while also \noffering economic efficiency gains."
  },
  {
    "title": "Urban logistics hubs: Six case studies",
    "authors": [
      "ITF"
    ],
    "year": 2024,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "Urban logistics are a fundamental part of city life, involving far more than the delivery of goods purchased \nvia e-commerce. Deliveries, collections and servicing in urban areas generate all kinds of non-passenger \nfreight trips by trucks, vans, cargo bikes and other modes of transport. Supermarkets, restaurants, retail \nshops, construction companies, wholesalers and individual customers rely heavily on the distribution and \nreturn of goods, the collection of waste, and other services to fulfil their demands.  \nUrban logistics hubs are strategically located facilities within urban areas that serve as crucial points for \nthe consolidation, distribution and management of freight including reverse logistics (i.e. the return of \ngoods and waste collection). They serve as nodes in the urban logistics network, typically facilitating the \nlast mile of the supply chain, where goods can be consolidated, sorted and dispatched, ideally to facilitate \nand optimise last-mile deliveries (by reducing the number of vehicles or using environmentally friendlier \nvehicles), reducing negative externalities.  \nUrban logistics hubs also face specific challenges. However, these can also be part of the solution for the \nchallenges faced by urban logistics. Existing logistics frameworks can provide potential guidance for public \nauthorities in their respective contexts.  \nThe case studies outlined in this paper include advanced economies and emerging markets and hence \nshowcase a variety of context specific challenges and solutions adopted by authorities. In some contexts, \nthe emphasis is on integrating land-use planning with transport strategies to create efficient urban logistics \nhubs. Some cities have already implemented zoning policies and regulations to encourage the use of low\nemission vehicles and have designated specific areas for logistics activities.  \nOther examples of measures that address the increasing demand for urban logistics hubs include \ndeveloping brownfield sites, incentivising mixed-use development, retrofitting and repurposing existing \nbuildings, using empty parking lots, bus depots and unused spaces in cities (e.g. spaces under elevated \nhighways). Authorities in some cities have also deployed reduced parking, congestion charging and \ncurbside management to manage urban freight traffic more effectively while encouraging the \ndevelopment of microhubs within core urban areas.  \nFor more information see Urban Logistics Hubs: Summary and Conclusions (ITF, 2024)."
  },
  {
    "title": "Lessons from the Last Mile: Evolving Practices for Urban Logistics",
    "authors": [
      "Brady-Phillips",
      "Gibbs",
      "Hillen"
    ],
    "year": 2025,
    "type": "report",
    "source": null,
    "keywords": null,
    "abstract": "In 2024, the World Economic Forum, in \ncollaboration with Accenture, published \nTransforming Urban Logistics: Sustainable and \nEfficient Last-Mile Delivery in Cities, warning that the \nrapid growth of e-commerce could soon overwhelm \nurban infrastructure without urgent intervention. \nIf current trends continue, urban deliveries are \nexpected to grow 78% by 2030 compared to 2019 \nlevels. This surge would drive a 32% increase in \ncarbon emissions by 2030, while the number of \ndelivery vehicles on already congested roads could \nincrease by 36%. The consequences of such \ninaction are steep: more pollution and congestion, \nundermining the quality of life in cities.1\n To address this challenge, the report outlined a \nshared action agenda for last-mile delivery. It calls \non both public and private actors to:– Electrify delivery fleets at scale– Reconfigure curbsides and delivery zones– Expand use of urban consolidation centres and \nmicro hubs– Shift to micromobility and non-motorized options– Reform regulatory frameworks and enable \ndata sharing.\n Building on this action agenda, leading retailers, \nlogistics providers and technology firms have \nendorsed the Urban Deliveries Ambition Statement,2 \npledging to accelerate the transformation of urban \ndeliveries through a commitment to developing \nshared infrastructure and opening up new forms of \ndata collaboration, while also directing capital into \nthe shift towards zero-emission operations.\n These initiatives are supported by the Innovation \nImpact Alliance. The Alliance is an initiative of \nthe World Economic Forum’s Centre for Urban \nTransformation, which brings together innovation \necosystems to spark cross-regional partnerships \nand to showcase lessons from local projects, \ninspire action and scale world-leading models \nand solutions.\n This document highlights five key solution areas for \nsustainable last-mile logistics, each illustrated with \na real-world promising practice. The solution areas \nrepresent a strategic approach that addresses \nspecific challenges in urban logistics transformation, \nwhile the promising practices represent real-world \nimplementations that show potential for impact \nbased on early results but may still be evolving. \nThese practices are presented for learning and \nadaptation as cities and companies experiment \nand scale new approaches."
  },
  {
    "title": "Urban freight last mile logistics -challenges and opportunities to improve sustainability: A literature review",
    "authors": [
      "Bosona"
    ],
    "year": 2020,
    "type": "journal",
    "source": "Sustainability (Switzerland)",
    "keywords": [
      "Freight last mile logistics",
      "LML challenges",
      "LML sustainability",
      "LML typology",
      "Urban freight flow"
    ],
    "abstract": "Last mile logistics (LML) is the least efficient and complex part of supply chain. The main objective of this study was to identify major challenges of urban freight LML and opportunities for intervention. For this, 42 peer-reviewed full papers published after 2010 and three additional references were used. The findings indicated that urban freight flow has a trend of steady growth. The main driving forces behind this steady growth are population growth, urbanization, densification, globalization, online and omni-channel (OC) retailing, and urban economic development. Using typology analysis, three main potential freight LML configurations were mapped and discussed. Freight LML configurations that involve light cargo vehicles and cargo bike-based delivery schemes could be the most sustainable freight LML models if the delivery failure is minimized. The LML challenges were categorized as technological, infrastructural, LML system and management, and logistic cost related challenges, and discussed broadly. Similarly, the potential opportunities were discussed from environmental, economic, and social sustainability aspects. Finally, this report has pinpointed future potential research agendas related to LML. The study could be a knowledge base useful for academicians and practitioners, logistics and technical service providers, policy makers, and customers."
  },
  {
    "title": "Microhubs – the low carbon future of urban logistics",
    "authors": [
      "British Land"
    ],
    "year": 2023,
    "type": "web_page",
    "source": "The British Land Company PLC",
    "keywords": null,
    "abstract": "With growing consumer demand for ultrafast deliveries in city centre locations, British Land commissioned research by Centre for London and University College London into the potential for urban logistics hubs in city centres (‘microhubs’) to cut carbon and pollution from last-mile freight distribution, and to improve efficiency and reliability for customers.\n\nThe research included interviews by Centre for London with logistics experts and policymakers, and a review by UCL of the benefits of microhubs and analysis of suitable locations across London.\n\nMike Best, Head of Logistics at British Land, Claire Harding from Centre for London and Peter Jones from UCL discuss the findings, exploring why microhubs are central to the low carbon future of urban logistics, along with a host of other social benefits.\n\nGrowing demand and complexity\nPeter: As a result of the pandemic, demand for home deliveries has grown fast. This is particularly the case for same-day and instant delivery, which had already increased by an average of 36% and 17% per year respectively, pre-Covid.1 Businesses are also relying more on just-in-time deliveries, often holding less stock and relying more on suppliers for services previously done in-house.\n\nClaire: Although this boom in deliveries gives new convenience and experiences, it comes with major impacts on emissions, air quality, congestion and road safety. London is a big challenge within urban logistics. Its centre is distant from out-of-town logistics hubs; traffic congestion often leads to delays; and lorries and vans struggle on its smaller streets and can pose dangers to pedestrians and cyclists. Logistics operators tell us that, to switch to smaller, lower carbon, less polluting delivery vehicles, they need city centre hubs.\n\nMike: British Land started from the premise that, by putting the right logistics facilities at the right point, we could facilitate customers in reducing the carbon footprint of their deliveries and improving efficiency. In two years, we’ve built a pipeline of urban logistics space with a gross development value of £1.5bn which spans Greater London, with wider opportunities across the UK.\n\nEnvironmental benefits\nPeter: Microhubs that facilitate deliveries by electric cargo bikes are a powerful possible solution to decrease the environmental and health impacts of urban freight. They have been implemented with success in cities around the world, with studies showing significant carbon savings, reductions in local air pollutants and lower delivery worker heart rates.2 Studies in London have seen carbon savings of 55-90% per parcel and reductions in total distance travelled of 11-20%.2\n\nClaire: Low carbon deliveries are a visible way for businesses to show their green credentials. They support local authority goals too, not only around net zero, but also improving air quality, reducing noise pollution and enhancing the environment for pedestrians. With London’s policymakers very focused on emissions and air quality – and their track record for innovation – it’s a positive environment for companies looking to decarbonise deliveries.\n\nCommercial efficiencies\nMike: As we at British Land work to transition our own portfolio to net zero carbon by 2030, we value the environmental benefits of microhubs. To drive take-up, they also need to give customers commercial efficiencies. Research shows that delivering by cargo bike is significantly quicker in London’s traffic3 – London is the slowest city to drive in worldwide4 – and cargo bikes are cheaper to acquire and maintain.\n\nPeter: International studies show that microhubs can improve efficiency and service quality, with faster, more reliable and more flexible deliveries, compared with conventional networks. These include 28-31% reductions in delivery costs by using cargo cycles from microhubs.2 One survey found that 36% of customers were willing to pay extra for deliveries from a microhub inside the city,2 reflecting both the environmental benefits and the expected increase in service quality, as bikes tend to give more accurate delivery times, due to fewer traffic delays.\n\nMike: UCL’s locational analysis has helped us identify where in London we have sites that will offer both commercial and environmental benefits and tap into a local workforce. As part of this, we’re looking to repurpose the former Crossrail works site beneath Paddington Central. This hub will operate with small electric vehicles and electric cargo bikes, removing around 100 large vans from Westminster’s roads every day and is expected to save three times the carbon absorbed by all the trees in Hyde Park.\n\nSocial impact and employment\nClaire: Microhubs also bring wider benefits. If you’re a community, café owner or local authority looking to create an attractive outdoor environment, delivery vans are a worry. For hundreds of years, deliveries were made by hand, usually by a local workforce. Microhubs are regrowing something that has been part of society for a long time. Some cargo bike services are starting to link small businesses. I recently saw a delivery rider putting bread from a local bakery into displays in a local café and enjoying a free coffee in return.\n\nPeter: There are opportunities for microhubs to improve the experience for delivery workers too. Van drivers often only have two minutes to make a delivery before risking a PCN fine. This time pressure can be highly stressful – and makes it very difficult to take a toilet break. Hubs will add welfare facilities in convenient locations and cargo bikes are easier to park centrally when riders need a break. This needs to be supported by upgrades to cycle infrastructure for safety.\n\nMike: Creating a positive social impact in our communities is important to British Land. We’re interested in how microhubs could create flexible employment and training opportunities for local people, as riders, bike mechanics and more. On all our campuses, logistics customers will be able to tap into our social impact programme, including collaborative community funds and volunteering opportunities.\n\nUnlocking last-mile logistics in London\nClaire: London’s congestion charge is 20 years old this year. While it was successful at dropping car use, the number of delivery vans and taxis has increased. So, the next set of solutions needs to focus on commercial vehicles. With better, safer cycle infrastructure, microhubs and cargo bikes have a lot of potential. Policymakers’ earlier focus on commuters means there are good radial cycle routes from central London. But it is much harder to move laterally – the cycle equivalent of the south and north circulars. Improving this would be a win, win, win – supporting low carbon deliveries, active travel and community connections.\n\nPeter: Without action, the problems we’ve discussed will intensify – as same-day and instant deliveries (which tend to be less efficient) are still on the up, and as new road uses and mobility systems (such as e-scooters, car clubs and cycle lanes) increase, making road space for freight vehicles even scarcer. The question needs to move from ‘where can we use cargo bikes?’ to ‘where can’t we – and can we change that?’.\n\nMike: Urban logistics in central London is the fastest growing part of the logistics market. With British Land’s skillset in delivering complex, mixed-use, sustainable development and our strategically located portfolio, we’re well positioned to unlock last-mile logistics space in London – both by repurposing existing buildings, like at Paddington Central, and by building hubs into our developments. We’re excited about the contribution this will make to the low carbon future of logistics."
  },
  {
    "title": "British Land: Our 2030 Strategy",
    "authors": [
      "British Land"
    ],
    "year": 2025,
    "type": "web_page",
    "source": "The British Land Company PLC",
    "keywords": null,
    "abstract": "We have both a responsibility and an opportunity to manage our business in an environmentally and socially responsible manner. Our approach to sustainability is focused on three key pillars where British Land can create the most benefit: Greener Spaces, Thriving Places and Responsible Choices.\n\nWe recognise the importance of regular materiality assessments to inform our Sustainability Strategy.\n\nGreener Spaces\nWe’re decarbonising our portfolio and enhancing climate resilience to create places where people, businesses and nature flourish. Our ambitious 2030 targets include reducing embodied carbon intensity by 50% and reducing operational carbon intensity by 75% versus 2019.\n\nThriving Places\nWe’re creating a long-lasting, positive social impact by supporting our customers and communities. Generating impact through employment and education programmes and impactful use of our spaces supports the success of our places.\n\nResponsible Choices\nWe're making responsible choices across all areas of our business and encouraging our customers, partners and suppliers to do the same. Our areas of focus include diversity, equality and inclusion; Real Living Wage; health and safety; responsible employment; and responsible procurement.\n\nSustainability Leadership\nWe have a strong track record of leadership in international benchmarks and external commitments. This provides external recognition of our commitment and action on environmental, social and governance (ESG) issues.\n\nUN SUSTAINABLE DEVELOPMENT GOALS\nOur 2030 Sustainability Strategy supports multiple UN Sustainable Development Goals and particularly focuses on goals 8 – Decent work and economic growth and 12 – Responsible consumption and production, and is underpinned by 17 – Partnership for the goals."
  },
  {
    "title": "Goal 11: Sustainable Cities and Communities",
    "authors": [
      "United Nations General Assembly"
    ],
    "year": 2015,
    "type": "web_page",
    "source": "The Global Goals",
    "keywords": null,
    "abstract": "Make cities and human settlements inclusive, safe, resilient and sustainable.\n\nMAKE CITIES AND HUMAN SETTLEMENTS INCLUSIVE, SAFE, RESILIENT AND SUSTAINABLE. The world’s population is constantly increasing, to accommodate everyone, we need to build modern, sustainable cities. For all of us to survive and prosper, we need new, intelligent urban planning that creates safe, affordable and resilient cities with green and culturally inspiring living conditions.\n\nTHE TARGETS\nEveryone can help to make sure that we meet the Global Goals. Use these ten targets to create action to make cities and communities sustainable.\n\nTarget 11.1\n\nSAFE AND AFFORDABLE HOUSING\nBy 2030, ensure access for all to adequate, safe and affordable housing and basic services and upgrade slums.\n\nTarget 11.2\n\nAFFORDABLE AND SUSTAINABLE TRANSPORT SYSTEMS\nBy 2030, provide access to safe, affordable, accessible and sustainable transport systems for all, improving road safety, notably by expanding public transport, with special attention to the needs of those in vulnerable situations, women, children, persons with disabilities and older persons.\n\nTarget 11.3\n\nINCLUSIVE AND SUSTAINABLE URBANIZATION\nBy 2030, enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries.\n\nTarget 11.4\n\nPROTECT THE WORLD’S CULTURAL AND NATURAL HERITAGE\nStrengthen efforts to protect and safeguard the world’s cultural and natural heritage.\n\nTarget 11.5\n\nREDUCE THE ADVERSE EFFECTS OF NATURAL DISASTERS\nBy 2030, significantly reduce the number of deaths and the number of people affected and substantially decrease the direct economic losses relative to global gross domestic product caused by disasters, including water-related disasters, with a focus on protecting the poor and people in vulnerable situations.\n\nTarget 11.6\n\nREDUCE THE ENVIRONMENTAL IMPACT OF CITIES\nBy 2030, reduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste management.\n\nTarget 11.7\n\nPROVIDE ACCESS TO SAFE AND INCLUSIVE GREEN AND PUBLIC SPACES\nBy 2030, provide universal access to safe, inclusive and accessible, green and public spaces, in particular for women and children, older persons and persons with disabilities.\n\nTarget 11.8\n\nSTRONG NATIONAL AND REGIONAL DEVELOPMENT PLANNING\nSupport positive economic, social and environmental links between urban, peri-urban and rural areas by strengthening national and regional development planning.\n\nTarget 11.9\n\nIMPLEMENT POLICIES FOR INCLUSION, RESOURCE EFFICIENCY AND DISASTER RISK REDUCTION\nBy 2020, substantially increase the number of cities and human settlements adopting and implementing integrated policies and plans towards inclusion, resource efficiency, mitigation and adaptation to climate change, resilience to disasters, and develop and implement, in line with the Sendai Framework for Disaster Risk Reduction 2015–2030, holistic disaster risk management at all levels.\n\nTarget 11.a\n\nSUPPORT LEAST DEVELOPED COUNTRIES IN SUSTAINABLE AND RESILIENT BUILDING\nSupport least developed countries, including through financial and technical assistance, in building sustainable and resilient buildings utilizing local materials."
  },
  {
    "title": "Modeling the Performance Limitations and Prospects of Perovskite/Si Tandem Solar Cells under Realistic Operating Conditions",
    "authors": [
      "Futscher",
      "Ehrler"
    ],
    "year": 2017,
    "type": "journal",
    "source": "ACS Energy Letters",
    "keywords": null,
    "abstract": "Perovskite/Si tandem solar cells have the potential to considerably out-perform conventional solar cells. Under standard test conditions, perovskite/Si tandem solar cells already outperform the Si single junction. Under realistic conditions, however, as we show, tandem solar cells made from current record cells are hardly more efficient than the Si cell alone. We model the performance of realistic perovskite/Si tandem solar cells under real-world climate conditions, by incorporating parasitic cell resistances, nonradiative recombination, and optical losses into the detailed-balance limit. We show quantitatively that when optimizing these parameters in the perovskite top cell, perovskite/Si tandem solar cells could reach efficiencies above 38% under realistic conditions, even while leaving the Si cell untouched. Despite the rapid efficiency increase of perovskite solar cells, our results emphasize the need for further material development, careful device design, and light management strategies, all necessary for highly efficient perovskite/Si tandem solar cells."
  },
  {
    "title": "A review of life cycle assessment and sustainability analysis of perovskite/Si tandem solar cells",
    "authors": [
      "Akram",
      "Li",
      "Ahmed",
      "Ouyang",
      "Li"
    ],
    "year": 2024,
    "type": "generic",
    "source": "RSC Sustainability",
    "keywords": null,
    "abstract": "Perovskite/silicon (Si) tandem solar cells (TSCs) have emerged as a promising candidate among PV technologies due to their capability to greatly increase power conversion efficiency (PCE) exceeding the Shockley-Queisser limit of single-junction solar cells. Nevertheless, obstacles to the durability of perovskite materials and the environmental consequences of their life cycle present notable barriers to their widespread commercial deployment. The objective of this article is to deliver a review of life cycle assessment (LCA) and sustainability analysis of perovskite/Si TSCs: first, focusing on their working principle, configuration, components and recent progress and then presenting an overview of the LCA and sustainability study performed on perovskite/Si TSCs. Finally, this review highlights important directions for future LCA and sustainability studies required for the successful development of this remarkable perovskite/Si TSC PV technology."
  },
  {
    "title": "A Review on Perovskite/Silicon Tandem Solar Cells: Current Status and Future Challenges",
    "authors": [
      "Huang",
      "Mao"
    ],
    "year": 2025,
    "type": "generic",
    "source": "Energies",
    "keywords": [
      "interconnection layer",
      "perovskite/Si tandem solar cells",
      "silicon solar cells",
      "stability",
      "wide-bandgap perovskite"
    ],
    "abstract": "Perovskite/Si tandem solar cells (PSTSCs) have emerged as a leading candidate for surpassing the Shockley–Queisser (SQ) efficiency limit inherent to single-junction silicon solar cells. Following their inaugural demonstration in 2015, perovskite/Si tandem solar cells have experienced remarkable technological progression, reaching a certified power conversion efficiency of 34.9% by 2025. To elucidate pathways for realizing the full potential of perovskite/Si tandem solar cells, this review commences with an examination of fundamental operational mechanisms in multi-junction photovoltaic architectures. Subsequent sections systematically analyze technological breakthroughs across three critical PSTSC components organized by an optical path sequence: (1) innovations in perovskite photoactive layers through component engineering, additive optimization, and interfacial modification strategies; (2) developments in charge transport and recombination management via advanced interconnecting layers; and (3) silicon subcell architectures. The review concludes with a critical analysis of persistent challenges in device stability, scalability, structural optimization and fabrication method, proposing strategic research directions to accelerate the transition from laboratory-scale achievements to commercially viable photovoltaic solutions."
  },
  {
    "title": "An Analysis of Underused Urban Infrastructures: Usage Opportunities and Implementation Barriers for Sustainable Logistics",
    "authors": [
      "Schachenhofer",
      "Kummer",
      "Hirsch"
    ],
    "year": 2023,
    "type": "journal",
    "source": "Applied Sciences (Switzerland)",
    "keywords": null,
    "abstract": "Motivated by the urgent need to discover innovative and sustainable approaches to address the strain on urban resources, this paper introduces a novel concept proposing the utilization of “sleeping assets”. These sleeping assets encompass three distinct categories of urban infrastructures: neglected routes, idle real estate, and underused resources. By harnessing these assets, cities can alleviate the intense competition for land, traffic infrastructure, and parking areas. The findings presented in this paper are derived from an extensive literature study and expert interviews conducted with relevant stakeholders from Hamburg, Paris, Stockholm, and Vienna. Building upon the most pertinent insights from the literature and a structured content analysis of the interviews, we outline the advantages of employing sleeping assets for urban logistics initiatives. Additionally, we identify seven main categories of implementation barriers that must be taken into account. The results of this study reveal political and legislative barriers as one of the major impeding factors in initiating the utilization of sleeping assets. To address these barriers, this paper points towards crucial leverage for cities and provides an outlook on possible forms of sustainable urban logistics implementation. Thus, this work can support researchers as well as practitioners from city administrations and urban logistics interested in using sleeping assets by encouraging the exploitation of unused potential and avoiding particular implementation pitfalls."
  },
  {
    "title": "Transformation of Buildings and Urban Spaces to Adapt for Future Mobility: A Systematic Literature Review",
    "authors": [
      "Park",
      "Kim",
      "Maing",
      "Ahn",
      "Kim",
      "Ham",
      "Kim"
    ],
    "year": 2024,
    "type": "generic",
    "source": "Land",
    "keywords": null,
    "abstract": "The development of smart cities has led to transforming modern city operations by applying emerging technologies from the fourth industrial revolution such as the Internet of Things, BIM and machine learning. To prepare for the future development of cities, it is necessary to investigate the current status of city development, research topics and the direction toward future cities. In this study, a systematic literature review was conducted following the combination of literature review guides by Kitchenham and the PRISMA statement. The review identified 141 peer-reviewed academic papers from web-based archives, such as Web of Science and SCOPUS, that were categorized into five topics related to smart cities and urban areas. The technologies applied in the research were analyzed to determine the direction future cities should take based on current smart cities and emerging technologies that will shape individuals’ daily lives. However, it was discovered that research papers on critical areas, such as mobility and management, were lacking compared to those on building design and urban planning. This paper concludes with an example of a future urban area that has been transformed due to adoption of future mobility technology to address the shortcomings of the reviewed literature on building and urban environments."
  }
]